Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*-arb/messages.po
Languages: ar_arb

source: Please fill the gap with the images below, then edit the score for each gap/image pair.
ar_arb: يرجى ملء الفراغ بالصور أدناه ، ثم تعديل النتيجة لكل زوج من الفراغات / الصور.

source: Please fill the gap with the texts below, then edit the score for each pair.
ar_arb: يرجى ملء الفراغ بالنصوص أدناه ، ثم تحرير النتيجة لكل زوج.

source: Please order the choices below to set the correct answer
ar_arb: يرجى ترتيب الاختيارات أدناه لتعيين الإجابة الصحيحة

source: Please select a media file (video or audio) from the resource manager. You can add files from your computer with the button "Add file(s)".
ar_arb: الرجاء تحديد ملف وسائط (فيديو أو صوت) من مدير الموارد. يمكنك إضافة ملفات من جهاز الكمبيوتر الخاص بك باستخدام الزر "إضافة ملف (ملفات)".

source: Please select a shared stimulus file from the resource manager.
ar_arb: الرجاء تحديد ملف تحفيز مشترك من مدير الموارد.

source: Please select the correct hotspot choices below.
ar_arb: الرجاء تحديد خيارات نقطة الاتصال الصحيحة أدناه.

source: Please select the correct hottext choices below.
ar_arb: الرجاء تحديد اختيارات النص المرتبط

source: Please set the correct associations by linking the choices.
ar_arb: يرجى تحديد الاقترانات الصحيحة عن طريق ربط الاختيارات.

source: Please the score of each hotspot choice.
ar_arb: رجاء معدل أو درجة كل هوت سبوت

source: Please type the correct response below.
ar_arb: الرجاء كتابة الرد الصحيح أدناه.

source: Please type the correct response in the box below.
ar_arb: الرجاء كتابة الإجابة الصحيحة في المربع أدناه.

source: Portable element model %s not found. Required extension might be missing
ar_arb: لم يتم العثور على نوع البند المحمول %s. قد يكون الامتداد المطلوب مفقودًا

source: Position one or more points on a picture (response areas are not displayed).
ar_arb: ضع نقطة واحدة أو أكثر على الصورة (لا يتم عرض مناطق الاستجابة).

source: positive
ar_arb: إيجابي

source: Power form
ar_arb: شكل السلطة

source: Pre-formatted text
ar_arb: نص منسق مسبقًا

source: Preparing CSS, please wait…
ar_arb: جارٍ تحضير CSS ، الرجاء الانتظار ...

source: Preparing Metadata Values for target "%s"...
ar_arb: جاري تحضير قيم بيانات التعريف للهدف "%s"...

source: Preview
ar_arb: معاينة

source: Preview the item
ar_arb: معاينة البند

source: Print
ar_arb: طبع

source: Print the item
ar_arb: طبع البند

source: Printed Variable
ar_arb: طبعت المتغيرة

source: PropertyUri to map has to a valid uri
ar_arb: معرف الموارد الموحد المراد تعيينه يجب أن يكون صالحا

source: Provides a hint to the candidate as to the expected number of lines of input required. A line is expected to have about 72 characters.
ar_arb: يقدم تلميحًا للمرشح فيما يتعلق بالعدد المتوقع لأسطر الإدخال المطلوبة. من المتوقع أن يتكون السطر من 72 حرفًا تقريبًا.

source: Provides a hint to the candidate as to the expected overall length of the desired response measured in number of characters.
ar_arb: يقدم تلميحًا للمرشح فيما يتعلق بالطول الإجمالي المتوقع للاستجابة المرغوبة المقاسة بعدد الأحرف.

source: Provides a hint to the candidate as to the expected overall length of the desired response measured in number of characters. This is not a validity constraint.
ar_arb: يقدم تلميحًا للمرشح فيما يتعلق بالطول الإجمالي المتوقع للاستجابة المرغوبة المقاسة بعدد الأحرف. هذا ليس قيد صلاحية.

source: Published %s
ar_arb: تم نشر %s

source: QTI Item Runner
ar_arb: عداء بند QTI

source: QTI Metadata
ar_arb: بيانات تعريف QTI

source: QTI Package 2.1
ar_arb: حزمة QTI 2.1

source: QTI Package 2.2
ar_arb: حزمة QTI 2.2

source: QTI/APIP Content Package
ar_arb: حزمة محتوى QTI / APIP

source: QTI/APIP XML Item Document
ar_arb: مستند بند QTI / APIP XML

source: Question
ar_arb: سؤال

source: Recommendations
ar_arb: التوصيات

source: recommended
ar_arb: موصى به

source: Reduce font size
ar_arb: تصغير حجم الحروف

source: Register method expects $key and $name parameters
ar_arb: يتوقع أسلوب التسجيل معلمات ومفاتيح وأسماء $ key و $ name

source: Register method expects $key and $name parameters.
ar_arb: يتوقع أسلوب التسجيل معلمات ومفاتيح وأسماء $ key و $ name.

source: remove
ar_arb: إزالة

source: Remove custom background color
ar_arb: قم بإزالة لون الخلفية المخصص

source: Remove custom border color
ar_arb: قم بإزالة لون الحدود المخصص

source: Remove custom font family
ar_arb: قم بإزالة عائلة الخطوط المخصصة

source: Remove custom font size
ar_arb: إزالة حجم الخط المخصص

source: Remove custom item width
ar_arb: قم بإزالة عرض البند المخصص

source: Remove custom text color
ar_arb: قم بإزالة لون النص المخصص

source: Remove Message
ar_arb: قم بإزالة هذه الرسالة

source: Remove pair
ar_arb: إزالة الزوج

source: Remove the selected shape
ar_arb: قم بإزالة الشكل المحدد

source: Remove this stylesheet
ar_arb: قم بإزالة ورقة الأنماط هذه

source: Replay timeout
ar_arb: مهلة إعادة التشغيل

source: required
ar_arb: مطلوب

source: Resource
ar_arb: الموارد

source: Resource(s) successfully exported.
ar_arb: تم تصدير المورد (الموارد) بنجاح.

source: Response
ar_arb: استجابة

source: Response ["%s"] is bigger than the upper bound value "%s".
ar_arb: الاستجابة ["%s"] أكبر من قيمة الحد الأعلى "%s".

source: Response ["%s"] is lower than the lower bound value "%s".
ar_arb: الاستجابة ["%s"] أقل من قيمة الحد الأدنى "%s".

source: Response ["%s"] should be the only possible value "%s".
ar_arb: يجب أن تكون الاستجابة ["%s"] هي القيمة الوحيدة الممكنة "%s".

source: Response base type
ar_arb: نوع قاعدة الاستجابة

source: Response identifier
ar_arb: معرف الاستجابة

source: Response processing
ar_arb: معالجة الاستجابة

source: Response Properties
ar_arb: خصائص الاستجابة

source: Rich text
ar_arb: النص الغني

source: Rich text + math
ar_arb: نص منسق + رياضيات

source: right
ar_arb: صحيح

source: Right bracket
ar_arb: القوس الأيمن

source: Rollback on...
ar_arb: التراجع عن ...

source: Save
ar_arb: حفظ

source: Save the item
ar_arb: احفظ البند

source: Scale size
ar_arb: حجم المقياس

source: Score
ar_arb: نتيجة

source: score
ar_arb: نتيجة

source: Score range
ar_arb: نطاق النتيجة

source: Score value
ar_arb: قيمة النتيجة

source: Select
ar_arb: اختر

source: select a choice
ar_arb: حدد خيارا

source: Select a choice from a drop-down list.
ar_arb: حدد اختيارًا من القائمة المنسدلة.

source: Select a response identifier from the list.
ar_arb: حدد معرف استجابة من القائمة.

source: Select a single (radio buttons) or multiple (check boxes) responses among a set of choices.
ar_arb: حدد استجابات واحدة (أزرار اختيار) أو متعددة (مربعات اختيار) من بين مجموعة من الاختيارات.

source: Select a value within a numerical range.
ar_arb: حدد قيمة ضمن النطاق العددي.

source: Select an image first
ar_arb: حدد صورة أولا

source: Select an image first.
ar_arb: حدد صورة أولا.

source: select correct choice
ar_arb: حدد الاختيار الصحيح

source: Select if you want the outcome declaration to be processed by an external system or human scorer. This is typically the case for items asking candidates to write an essay.
ar_arb: حدد ما إذا كنت تريد معالجة إعلان النتيجة بواسطة نظام خارجي أو مسجل بشري. هذا هو الحال عادةً بالنسبة للبنود التي تطلب من المرشحين كتابة مقال.

source: Select image
ar_arb: اختر صورة

source: Select media file
ar_arb: حدد ملف الوسائط

source: Select object
ar_arb: حدد الموضوع

source: Select one or more areas (hotspots) displayed on an picture.
ar_arb: حدد منطقة واحدة أو أكثر (نقاط فعالة) معروضة على الصورة.

source: Select one or more text parts (hottext) within a text.
ar_arb: حدد جزءًا نصيًا أو أكثر (نص مشهور) داخل النص.

source: Select Point
ar_arb: حدد النقطة

source: Select Point Interaction
ar_arb: حدد نقطة التفاعل

source: Select predefined feedback style from the list.
ar_arb: حدد نمط التغذية الراجعة المحدد مسبقًا في القائمة.

source: Select shared stimulus
ar_arb: حدد التحفيز المشترك

source: Select the area to add an image
ar_arb: حدد المنطقة لإضافة صورة

source: Select the expected input value type that will define the way the response of your interaction will be processed.
ar_arb: حدد نوع قيمة الإدخال المتوقع الذي سيحدد الطريقة التي ستتم بها معالجة استجابة تفاعلك.

source: Select the outcome variable you want to display.
ar_arb: حدد متغير النتيجة الذي تريد عرضه.

source: Select the way the response of your interaction should be processed
ar_arb: حدد الطريقة التي يجب أن تتم بها معالجة استجابة تفاعلك

source: Select this area
ar_arb: حدد هذه المنطقة

source: Select this area to start an association
ar_arb: حدد هذه المنطقة لبدء ارتباط

source: Set a CSS class name in order to customize the display style.
ar_arb: قم بتعيين اسم فئة CSS لتخصيص نمط العرض.

source: Set the score for this response
ar_arb: حدد النتيجة لهذه الاستجابة

source: Shape position
ar_arb: موضع الشكل

source: Shuffle choices
ar_arb: تبديل الخيارات عشوائيًا

source: Sinus
ar_arb: جيب

source: Size and position
ar_arb: الحجم والموقف

source: Slider
ar_arb: عنصر تحكم/واجهة رسومية

source: Slider Interaction
ar_arb: تفاعل واجهة رسومية

source: some text ...
ar_arb: بعض النصوص ...

source: Square root
ar_arb: الجذر التربيعي

source: standard
ar_arb: موحد

source: Step
ar_arb: خطوة

source: Style Editor
ar_arb: نمط التحرير

source: Style Sheet <b>%s</b> removed<br> Click <i>Add Style Sheet</i> to re-apply.
ar_arb: تمت إزالة ورقة الأنماط <b>%s</b> <br> انقر فوق <i> إضافة ورقة أنماط </i> لإعادة التطبيق.

source: Style Sheet Manager
ar_arb: مدير ورقة الأنماط

source: Success
ar_arb: نجاح

source: Successfully compiled "%s
ar_arb: تم بنجاح تجميع "%s

source: Successfully created item "%s
ar_arb: تم بنجاح إنشاء البند "%s

source: Table headings
ar_arb: عناوين الجدول

source: TAO default styles
ar_arb: أنماط TAO الافتراضية

source: Target Class Lookup for resource "%s"...
ar_arb: بحث فئة الهدف عن المورد "%s" ...

source: Text Block
ar_arb: كتلة النص

source: Text Block CSS Class
ar_arb: فئة CSS نص كتلة صفحات التنسيق النمطية

source: Text Block Properties
ar_arb: خصائص كتلة النص

source: Text color
ar_arb: لون النص

source: Text Entry
ar_arb: إدخال نص

source: Text Entry Interaction
ar_arb: تفاعل إدخال النص

source: The autostart attribute determines if the media object should begin as soon as the candidate starts the attempt (checked) or if the media object should be started under the control of the candidate (unchecked).
ar_arb: تحدد سمة التشغيل التلقائي ما إذا كان يجب أن يبدأ كائن الوسائط بمجرد أن يبدأ المرشح المحاولة (تم التحقق منه) أو إذا كان يجب بدء تشغيل كائن الوسائط تحت سيطرة المرشح (غير محدد).

source: The button label.
ar_arb: تسمية الزر.

source: The default value from the target set to be used when no explicit mapping for a source value is given.
ar_arb: القيمة الافتراضية من المجموعة المستهدفة لاستخدامها في حالة عدم إعطاء تعيين صريح لقيمة مصدر.

source: The delimiter to use between values when displaying variables of ordered, multiple or record cardinality. ";" is default when delimiter is not declared. Implementations can override this default with personal preferences or locale settings.
ar_arb: المحدد الذي سيتم استخدامه بين القيم عند عرض متغيرات من أصل مرتب أو متعدد أو سجل. "؛" هو الافتراضي عندما لا يتم التصريح عن المحدد. يمكن أن تتجاوز التطبيقات هذا الإعداد الافتراضي بالتفضيلات الشخصية أو الإعدادات المحلية.

source: The field specifier to use when displaying variables of record cardinality.
ar_arb: محدد المجال المراد استخدامه عند عرض متغيرات السجل الأساسي.

source: The file path to the image.
ar_arb: مسار الملف للصورة.

source: The file path to the object.
ar_arb: مسار الملف إلى الكائن.

source: The file path to the shared stimulus.
ar_arb: مسار الملف إلى الحافز المشترك.

source: The format conversion specifier to use when converting numerical values to strings. See QTI Number Formatting Rules for details.
ar_arb: محدد تحويل التنسيق المراد استخدامه عند تحويل القيم الرقمية إلى سلاسل. راجع قواعد تنسيق رقم QTI للحصول على التفاصيل.

source: The given target is not an instance of core_kernel_classes_Resource
ar_arb: الهدف المحدد ليس مثيلاً للموارد-النواة (نظم التشغيل)ـ core_kernel_classes_Resource

source: The highlighted choice cannot be associated more than %d time(s).
ar_arb: لا يمكن إقران الخيار المميز بأكثر من %d مرة (مرات).

source: The identifier of the choice. This identifier must not be used by any other choice or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
ar_arb: معرّف الاختيار. يجب ألا يتم استخدام هذا المعرف من قبل أي خيار آخر أو متغير بند. المعرّف هو سلسلة من الأحرف التي يجب أن تبدأ بحرف أو شرطة سفلية ("_") وتحتوي فقط على أحرف ، وشرطات سفلية ، وواصلات ("-") ، ونقطة ("." ، ويعرف أيضًا باسم النقطة الكاملة) ، وأرقام ، و CombiningChars والموسعات.

source: The identifier of the choice. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
ar_arb: معرّف الاختيار. يجب عدم استخدام هذا المعرف من قبل أي استجابة أخرى أو متغير بند. المعرّف هو سلسلة من الأحرف التي يجب أن تبدأ بحرف أو شرطة سفلية ("_") وتحتوي فقط على أحرف ، وشرطات سفلية ، وواصلات ("-") ، ونقطة ("." ، ويعرف أيضًا باسم النقطة الكاملة) ، وأرقام ، و CombiningChars والموسعات.

source: The identifier of the modal feedback. This identifier must not be used by any other modal feedback or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
ar_arb: معرف ردود الفعل المشروطة. يجب ألا يتم استخدام هذا المعرف بواسطة أي ملاحظات نمطية أخرى أو متغير بند. المعرّف هو سلسلة من الأحرف التي يجب أن تبدأ بحرف أو شرطة سفلية ("_") وتحتوي فقط على أحرف ، وشرطات سفلية ، وواصلات ("-") ، ونقطة ("." ، ويعرف أيضًا باسم النقطة الكاملة) ، وأرقام ، و CombiningChars والموسعات.

source: The identifier of the response identifier. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
ar_arb: معرف معرف الاستجابة. يجب عدم استخدام هذا المعرف من قبل أي استجابة أخرى أو متغير بند. المعرّف هو سلسلة من الأحرف التي يجب أن تبدأ بحرف أو شرطة سفلية ("_") وتحتوي فقط على أحرف ، وشرطات سفلية ، وواصلات ("-") ، ونقطة ("." ، ويعرف أيضًا باسم النقطة الكاملة) ، وأرقام ، و CombiningChars والموسعات.

source: The IMS QTI Item could not be imported.
ar_arb: تعذر استيراد بند IMS QTI.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest was successfully rolled back.
ar_arb: تم بنجاح التراجع عن بند IMS QTI المشار إليه كـ "%s" في بيان IMS.

source: The IMS QTI Item was successfully imported.
ar_arb: تم استيراد بند IMS QTI بنجاح.

source: The index to use when displaying a variable of ordered cardinality. If a variable of ordered cardinality is to be displayed and index is not set, all the values in the container are displayed.
ar_arb: الفهرس المراد استخدامه عند عرض متغير من أصل مرتب. إذا تم عرض متغير من أصل مرتب ولم يتم تعيين الفهرس ، فسيتم عرض جميع القيم الموجودة في الحاوية.

source: The item cannot be saved because it contains an unsupported custom interaction.
ar_arb: لا يمكن حفظ البند لأنه يحتوي على تفاعل مخصص غير مدعوم.

source: The item has not been saved!
ar_arb: لم يتم حفظ البند!

source: The item has unsaved changes, are you sure you want to leave ?
ar_arb: البند به تغييرات غير محفوظة ، هل أنت متأكد أنك تريد المغادرة?

source: The item has unsaved changes, would you like to save it ?
ar_arb: البند به تغييرات غير محفوظة ، هل ترغب في حفظه?

source: The item needs to be saved before it can be previewed
ar_arb: يجب حفظ البند قبل أن تتم معاينته

source: The item of the qti item. It is currently used as a meta data only. It is required by the QTI standard.
ar_arb: البند محدد حسب إجرائية الأسئلة والرائز. يتم استخدامه عادةكميتابيانات.

source: The left position of the shape relative to the top left corner of the background in pixels. This value may be scaled when the background image size is adapted to it's container
ar_arb: ترك موضع الشكل بالنسبة إلى الزاوية اليسرى العليا للخلفية بالبكسل. يمكن تغيير حجم هذه القيمة عندما يتم تكييف حجم صورة الخلفية مع الحاوية الخاصة بها

source: The loop attribute is used to set continuous play mode. In continuous play mode, once the media object has started to play it should play continuously (subject to maxPlays).
ar_arb: تُستخدم سمة الحلقة لضبط وضع التشغيل المستمر. في وضع التشغيل المستمر ، بمجرد أن يبدأ الوسيط في التشغيل ، يجب أن يتم تشغيله بشكل مستمر (يخضع لـ maxPlays).

source: The lower bound of the slider
ar_arb: الحد السفلي لشريط التمرير

source: The manifest argument must be an instance of DOMDocument.
ar_arb: يجب أن تكون الوسيطة الواضحة مثيلاً لـ DOMDocument.

source: The mapping indicator to use between field name and field value when displaying variables of record cardinality. "=" is default when mappingIndicator is not declared. Implementations can override this default with personal preferences or locale settings.
ar_arb: مؤشر التعيين المراد استخدامه بين اسم الحقل وقيمة الحقل عند عرض متغيرات السجل الأساسي. يكون "=" افتراضيًا عندما لا يتم التصريح عن mappingIndicator. يمكن أن تتجاوز التطبيقات هذا الإعداد الافتراضي بالتفضيلات الشخصية أو الإعدادات المحلية.

source: The mapping options are available when at least one map entry is defined.
ar_arb: تكون خيارات التعيين متاحة عند تحديد إدخال خريطة واحدة على الأقل.

source: The maximum number of association is unlimited.
ar_arb: الحد الأقصى لعدد الروابط غير محدود.

source: The maximum number of associations that the candidate is allowed to make.
ar_arb: الحد الأقصى لعدد الروابط التي يُسمح للمرشح بإنشائها.

source: The maximum number of choices that the candidate is allowed to select.
ar_arb: الحد الأقصى لعدد الاختيارات التي يُسمح للمرشح بتحديدها.

source: The maximum number of choices this choice may be associated with.
ar_arb: الحد الأقصى لعدد الاختيارات التي قد يقترن بها هذا الرائز

source: The maximum number of choices this choice may be associated with. If matchMax is 0 there is no restriction.
ar_arb: الحد الأقصى لعدد الاختيارات التي قد يقترن بها هذا الاختيار. إذا كانت matchMax 0 فلا يوجد أي قيود.

source: The maxPlays attribute indicates that the media object can be played at most maxPlays times - it must not be possible for the candidate to play the media object more than maxPlay times. A value of 0 (the default) indicates that there is no limit.
ar_arb: تشير السمة maxPlays إلى أنه يمكن تشغيل كائن الوسائط في معظم مرات maxPlays - يجب ألا يكون من الممكن للمرشح تشغيل كائن الوسائط أكثر من مرات maxPlay. تشير القيمة 0 (القيمة الافتراضية) إلى عدم وجود حد.

source: The MIME-type attribute describes which kind of file may be uploaded.
ar_arb: تصف سمة نوع MIME نوع الملف الذي يمكن تحميله.

source: The minimum number of answers is
ar_arb: الحد الأدنى لعدد الإجابات هو

source: The minimum number of associations that the candidate is required to make to form a valid response.
ar_arb: الحد الأدنى لعدد الروابط التي يجب على المرشح إجراؤها لتكوين إجابة صالحة.

source: The minimum number of choices that the candidate is required to select to form a valid response.
ar_arb: الحد الأدنى لعدد الاختيارات المطلوب من المرشح تحديدها لتكوين رد صالح.

source: The minimum number of choices this choice must be associated with to form a valid response.
ar_arb: الحد الأدنى لعدد الاختيارات التي يجب أن يقترن بها هذا الاختيار لتكوين استجابة صالحة.

source: The number base to use when converting integer variables to strings with the i conversion type code.
ar_arb: الأساس الرقمي المراد استخدامه عند تحويل متغيرات عدد صحيح إلى سلاسل برمز نوع التحويل i.

source: The number of units corresponding to a step on the slider
ar_arb: عدد الوحدات المقابلة لخطوة على شريط التمرير

source: The path argument for extractor must be a non-empty array.
ar_arb: يجب أن تكون وسيطة المسار الخاصة بالمستخرج مصفوفة غير فارغة.

source: The principle identifier of the item. This identifier must have a corresponding entry in the item's metadata.
ar_arb: المعرّف الأساسي للبند. يجب أن يحتوي هذا المعرف على إدخال مقابل في البيانات الوصفية للعنصر.

source: The purpose for which the rubric is intended to be used. As a reading passage for multiple items, or instructions for a particular section, for example.
ar_arb: الغرض من استخدام نموذج التقييم من أجله. كممر قراءة لبنود متعددة ، أو تعليمات لقسم معين ، على سبيل المثال.

source: The QTI class "%1$s" located at line "%2$d" is currently not supported.
ar_arb: فئة QTI "%1$s" الموجودة في السطر "%2$d" غير مدعومة حاليًا.

source: The Response Processing Template "%s" is not supported.
ar_arb: قالب معالجة الجواب "%s" غير معتمد.

source: The score format is not numeric
ar_arb: صيغة المعدل غير رقمية

source: The selected file is ready to be sent.
ar_arb: الملف الذي تم اختياره جاهز للإرسال.

source: The shape height in pixels. This value may be scaled when the background image size is adapted to it's container
ar_arb: ارتفاع الشكل بالبكسل. يمكن تغيير حجم هذه القيمة عندما يتم تكييف حجم صورة الخلفية مع الحاوية الخاصة بها

source: The shape width in pixels. This value may be scaled when the background image size is adapted to it's container
ar_arb: عرض الشكل بالبكسل. يمكن تغيير حجم هذه القيمة عندما يتم تكييف حجم صورة الخلفية مع الحاوية الخاصة بها

source: The target must be an instance of DOMDocument
ar_arb: يجب أن يكون الهدف مثيل DOMDocument

source: The text to be displayed if the image is not available.
ar_arb: النص الذي سيتم عرضه في حالة عدم توفر الصورة.

source: The top position of the shape relative to the top left corner of the background in pixels. This value may be scaled when the background image size is adapted to it's container
ar_arb: الموضع العلوي للشكل بالنسبة إلى الزاوية اليسرى العليا للخلفية بالبكسل. يمكن تغيير حجم هذه القيمة عندما يتم تكييف حجم صورة الخلفية مع الحاوية الخاصة بها

source: The upper bound of the slider
ar_arb: الحد العلوي لشريط التمرير

source: The validation of the imported QTI item failed. The system returned the following error:%s
ar_arb: فشل التحقق من صحة بند QTI الذي تم استيراده. أرجع النظام الخطأ التالي: %s

source: The ZIP archive containing the IMS QTI Item cannot be extracted.
ar_arb: لا يمكن استخراج أرشيف ZIP الذي يحتوي على بند IMS QTI.

source: The ZIP archive does not contain an imsmanifest.xml file or is an invalid ZIP archive.
ar_arb: لا يحتوي أرشيف ZIP على ملف imsmanifest.xml أو أنه أرشيف ZIP غير صالح.

source: There are errors in the following shared stimulus :
ar_arb: توجد أخطاء في الحافز المشترك التالي:

source: There is an incomplete element in your item: please click on it to complete it.
ar_arb: يوجد عنصر غير مكتمل في البند الخاص بك: الرجاء النقر فوقه لإكماله.

source: There was a problem downloading your CSS, please try again.
ar_arb: حدثت مشكلة أثناء تنزيل CSS ، يرجى المحاولة مرة أخرى.

source: This identifier must not be used by any other response or item variable.
ar_arb: هذا المعرف قيد الاستخدام بالفعل

source: This interaction has no text defined in question mode.
ar_arb: هذا التفاعل ليس له نص محدد في وضع السؤال.

source: This is not a valid answer
ar_arb: هذه ليست إجابة صحيحة

source: This is required
ar_arb: هذا مطلوب

source: This stylesheet has not been found on the server. you may want to delete this reference
ar_arb: لم يتم العثور على ورقة الأنماط هذه على الخادم. قد ترغب في حذف هذا المرجع

source: Time dependent
ar_arb: حسب الوقت

source: Title
ar_arb: عنوان

source: to
ar_arb: إلى

source: Tooltip Content
ar_arb: محتوى تلميح الأدوات

source: Tooltip editor
ar_arb: محرر تلميح

source: Tooltip Target
ar_arb: تلميح الهدف

source: Top
ar_arb: أعلى

source: Trigger the end of the item attempt.
ar_arb: تشغيل نهاية محاولة التمرين.

source: Unable to process your request
ar_arb: غير قادر على معالجة طلبك
