Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*-arb/messages.po
Languages: ar_arb

source: Fill in the gaps in a text from a set of choices.
ar_arb: املأ الفراغات في النص من مجموعة من الاختيارات.

source: For Resource
ar_arb: من أجل الموارد

source: or
ar_arb: أو

source: %d characters allowed
ar_arb: مسموح بـ %d حرف

source: %s metadata values found in source by extractor(s).
ar_arb: تم العثور على %s من قيم بيانات التعريف في المصدر بواسطة المستخرج (المستخرجين)

source: -- Any kind of file --
ar_arb: - أي نوع من الملفات -

source: --- leave empty ---
ar_arb: --- يترك فارغا ---

source: 1 item imported from the given QTI/APIP XML Item Document.
ar_arb: تم استيراد بند واحد من مستند بند QTI/APIP XML المحدد.

source: A choice must be selected
ar_arb: يجب تحديد خيار

source: A human interpretation of the variable's value.
ar_arb: تفسير بشري لقيمة المتغير.

source: A QTI component is not supported. The system returned the following error: %s
ar_arb: مكون QTI غير مدعوم.أرجع النظام الخطأ التالي: %s

source: A rubric block identifies part of an assessmentItem's itemBody that represents instructions to one or more of the actors that view the item. Although rubric blocks are defined as simpleBlocks they must not contain interactions.
ar_arb: حدد مجموعة نموذج التقييم جزءًا من بند التقييم ، وهو الجزء الذي يمثل الإرشادات لواحد أو أكثر من الممثلين الذين يعرضون البند. على الرغم من تعريف كتل القاعدة على أنها كتل بسيطة ، إلا أنها يجب ألا تحتوي على تفاعلات.

source: Adapt to screen size
ar_arb: التكيف مع حجم الشاشة

source: Add
ar_arb: أضف

source: Add a modal feedback
ar_arb: أضف ملاحظات التغذية الراجعة

source: Add a QTI/APIP XML Item Document
ar_arb: قم بإضافة مستند بند QTI / APIP XML

source: Add a ZIP file containing QTI/APIP items
ar_arb: أضف ملف ZIP يحتوي على بنود QTI / APIP

source: Add another option
ar_arb: أضف خيارًا آخر

source: Add choice
ar_arb: إضافة خيار

source: Add else feedback
ar_arb: إضافة ملاحظات أخرى

source: Add new pairs
ar_arb: أضف أزواجًا جديدة

source: Add Style Sheet
ar_arb: أضف ورقة الأنماط

source: Alignment
ar_arb: المحاذاة

source: Allow elimination
ar_arb: السماح بالحذف

source: Allowed associations
ar_arb: الجمعيات المسموح بها

source: Allowed choices
ar_arb: الخيارات المسموح بها

source: Allowed number of matches
ar_arb: عدد التطابقات المسموح بها

source: Allowed number of uses
ar_arb: عدد الاستخدامات المسموح بها

source: Alt Text
ar_arb: نص بديل

source: An error occured while exporting an item.
ar_arb: حدث خطأ أثناء تصدير بند.

source: An error occured while extracting the ZIP archive representing the IMS Content Package.
ar_arb: حدث خطأ أثناء استخراج أرشيف ZIP الذي يمثل حزمة محتوى IMS.

source: An error occured while loading a shared stimulus.
ar_arb: حدث خطأ أثناء تحميل حافز مشترك.

source: An error occured while parsing IMS QTI data.
ar_arb: حدث خطأ أثناء تحليل بيانات IMS QTI.

source: An error occurred at the level of the QTI model.
ar_arb: حدث خطأ على مستوى نموذج QTI.

source: An optional link to an extended interpretation of the outcome variable.
ar_arb: رابط اختياري لتفسير موسع لمتغير النتيجة.

source: An unexpected error occured during the import of the IMS QTI Item Package.
ar_arb: حدث خطأ غير متوقع أثناء استيراد حزمةبنود IMS QTI.

source: An unexpected error occured while dealing with Response Processing.
ar_arb: حدث خطأ غير متوقع أثناء التعامل مع معالجة الاستجابة.

source: An unexpected error occurred during the import of the IMS QTI Item Package.
ar_arb: حدث خطأ غير متوقع أثناء استيراد حزمة بنود. IMS QTI.

source: An unexpected error occurred during the import of the IMS QTI Item Package. The system returned the following error: "%s
ar_arb: حدث خطأ غير متوقع أثناء استيراد حزمة بنود IMS QTI . أرجع النظام الخطأ التالي.: "%s

source: An unexpected error occurred during the import of the QTI Item. The system returned the following error: %s
ar_arb: حدث خطأ غير متوقع أثناء استيراد بند QTI.أرجع النظام الخطأ التالي: %s

source: APIP Content Package
ar_arb: حزمة محتوى APIP

source: Apip Package successfully exported.
ar_arb: تم تصدير حزمة Apip بنجاح.

source: Arrange a list of choices in the correct order.
ar_arb: رتب قائمة بالاختيارات بالترتيب الصحيح.

source: Associate Interaction
ar_arb: تفاعل الشريك

source: association pairs
ar_arb: شراكة مزدوجة

source: at least
ar_arb: على الأقل

source: Autostart
ar_arb: بدء أتوماتيكي

source: Back to Manage Items
ar_arb: عودة إلى إدارة البنود

source: Background color
ar_arb: لون الخلفية

source: Base
ar_arb: قاعدة

source: Block
ar_arb: منع

source: block
ar_arb: منع

source: Block contains the content (stimulus) of the item such as text or image. It is also required for Inline Interactions.
ar_arb: يحتوي الحظر على محتوى (التحفيز) الخاص بالبند مثل النص أو الصورة. وهو مطلوب أيضًا للتفاعلات المضمنة.

source: Block height (%)
ar_arb: ارتفاع الكتلة (٪)

source: Border color
ar_arb: لون الحدود

source: Browse your computer and select the appropriate file.
ar_arb: تصفح جهاز الكمبيوتر الخاص بك وحدد الملف المناسب.

source: Browse...
ar_arb: تصفح...

source: Cancel
ar_arb: إلغاء

source: cancel
ar_arb: إلغاء

source: Cannot create gap from this selection. Please check that you do not have partially selected elements.
ar_arb: لا يمكن خلق فجوة من هذا الرائز. تحقق من عدم وجود عناصر محددة جزئيا.

source: Cannot delete a variable currently used in response processing
ar_arb: لا يمكن حذف المتغير المستخدم حاليا في معالجة الجواب

source: Cannot edit a variable currently used in response processing
ar_arb: لا يمكن تحرير المتغير المستخدم حاليا في معالجةالجواب

source: cannot find QTI XML
ar_arb: لا يمكن العثور على QTI XML

source: cannot load QTI XML
ar_arb: لا يمكن تحميل QTI XML

source: Cannot locate the file "%s
ar_arb: لا يمكن تحديد موقع الملف "%s

source: chars
ar_arb: حرف

source: Choice
ar_arb: خيار

source: Choice Image
ar_arb: اختر صورة

source: Choice Interaction
ar_arb: اختر تفاعلا

source: Choice Properties
ar_arb: اختر خصائص

source: choices
ar_arb: خيارات

source: Choices
ar_arb: خيارات

source: Choose the horizontal alignment for the table.
ar_arb: اختر المحاذاة الأفقية للجدول.

source: Class successfully created.
ar_arb: تم إنشاء الفصل بنجاح.

source: Classification entries have to be an instance of ClassificationEntryMetadataValue
ar_arb: يجب أن تكون إدخالات التصنيف مثيلاً لـ ClassificationEntryMetadataValue

source: Classification metadata is required to be extracted.
ar_arb: البيانات الوصفية للتصنيف مطلوبة ليتم استخلاصها.

source: Classification value to map has to a string
ar_arb: يجب أن تكون قيمة التصنيف المراد تعيينها مرتبطة بسلسلة

source: Click again to remove
ar_arb: انقر مرة أخرى للإزالة

source: Click to display interaction widget
ar_arb: انقر لعرض أداة التفاعل

source: Collect open-ended information in a short text input (strings or numeric values).
ar_arb: اجمع المعلومات ذات النهايات المفتوحة في إدخال نص قصير (سلاسل أو قيم رقمية).

source: Collect open-ended information in one or more text area(s) (strings or numeric values).
ar_arb: اجمع المعلومات ذات النهايات المفتوحة في منطقة (مناطق) نصية واحدة أو أكثر (سلاسل أو قيم رقمية).

source: Color Picker
ar_arb: أداة انتقاء اللون

source: Common Interactions
ar_arb: التفاعلات المشتركة

source: Constraints
ar_arb: ملف تار المضغوط

source: Control the playing parameters (auto-start, loop) of a video or audio file and report the number of time it has been played.
ar_arb: تحكم في معلمات التشغيل (بدء أتوماتيكي ، حلقة) لملف فيديو أو صوت وأبلغ عن عدد مرات تشغيله.

source: correct
ar_arb: صحيح

source: Cosinus
ar_arb: كوسينوس

source: Create assocations and fill the score in the form below
ar_arb: أنشئ ارتباطات واملأ النتيجة في النموذج أدناه

source: Create association(s) between areas (hotspots) displayed on a picture.
ar_arb: قم بإنشاء روابط بين hotspots المعروضة على الصورة

source: Create association(s) between two sets of choices displayed in a table (row and column).
ar_arb: قم بإنشاء اقتران (روابط) بين مجموعتين من الاختيارات المعروضة في جدول (صف وعمود).

source: Create gap
ar_arb: خلق فجوة

source: Create hottext
ar_arb: إنشاء نص مرتبط hottext

source: Create pair(s) from a series of choices.
ar_arb: قم بإنشاء زوج (أزواج) من سلسلة من الاختيارات.

source: Current value:
ar_arb: القيمة الحالية:

source: Currently conversion from MathML to LaTeX is not available. Editing MathML here will have the LaTex code discarded.
ar_arb: التحويل من MathML إلى LaTeX غير متاح حاليًا. عند تحرير MathML هنا ، سيتم تجاهل كود LaTex.

source: custom
ar_arb: العادة

source: Custom Response Processing Mode
ar_arb: وضع معالجةالجواب المخصصة

source: Default
ar_arb: افتراضي

source: Define correct response
ar_arb: حدد الجواب الصحيح

source: Define item language.
ar_arb: حدد لغة البند

source: define prompt
ar_arb: تحديد موجه

source: Define the correct response.
ar_arb: حدد الجواب الصحيح

source: Define whether a choice must be selected by the candidate in order to form a valid response to the interaction.
ar_arb: حدد ما إذا كان يجب تحديد خيار من قبل المرشح من أجل تكوين استجابة صحيحة للتفاعل.

source: Define whether the item should be time dependent on delivery.
ar_arb: حدد ما إذا كان البند يجب أن يعتمد على الوقت على التسليم.

source: Defined width
ar_arb: العرض المحدد

source: Defines the maximum magnitude of numeric outcome variables, the maximum must be a positive value and the minimum may be negative.
ar_arb: يحدد الحد الأقصى لمقدار متغيرات النتيجة الرقمية ، يجب أن يكون الحد الأقصى قيمة موجبة والحد الأدنى قد يكون سالبًا.

source: delete
ar_arb: حذف

source: Delete else statement
ar_arb: تحذف عبارة "else"

source: Delete this modal feedback
ar_arb: احذف هذه الملاحظات المشروطة

source: Delimiter
ar_arb: محدد

source: Description
ar_arb: وصف

source: Disable this stylesheet temporarily
ar_arb: قم بتعطيل ورقة الأنماط هذه مؤقتًا

source: Display
ar_arb: عرض

source: Display the choices either horizontally or vertically
ar_arb: اعرض الاختيارات إما أفقيًا أو رأسيًا

source: Divide
ar_arb: يقسم

source: done
ar_arb: منجز

source: Done
ar_arb: منجز

source: Download this stylesheet
ar_arb: قم بتنزيل ورقة الأنماط هذه

source: Draw a circle on the image
ar_arb: ارسم دائرة على الصورة

source: Draw a free form on the image
ar_arb: ارسم استمارة حرة على الصورة

source: Draw a rectangle on the image
ar_arb: ارسم مستطيلاً على الصورة

source: Draw an ellipsis on the image
ar_arb: ارسم علامة حذف على الصورة

source: Drop the target to select a point
ar_arb: أسقط الهدف لتحديد نقطة

source: e.g. 13
ar_arb: على سبيل المثال 13

source: e.g. 960
ar_arb: على سبيل المثال 960

source: Edit
ar_arb: الإصدار

source: edit choices
ar_arb: تحرير الاختيارات

source: Edit math expression using LaTex type setting system, e.g. e^{i pi} = -1
ar_arb: تحرير التعبير الرياضي باستخدام نظام إعداد نوع LaTex ، على سبيل المثالe ^ {i pi} = -1

source: Edit math expression using MathML
ar_arb: قم بتحرير التعبير الرياضي باستخدام MathML

source: Edit modal feedback
ar_arb: تحرير الملاحظات المشروطة

source: Edit modal feedback title
ar_arb: تحرير عنوان الملاحظات المشروطة

source: Edit stylesheet label
ar_arb: تحرير تسمية ورقة الأنماط

source: Editing Mode
ar_arb: وضع التحرير

source: Element Properties
ar_arb: خصائص العنصر

source: elements
ar_arb: عناصر

source: Eliminate
ar_arb: ألغي

source: Enable Scrolling
ar_arb: تمكين التمرير

source: Enable the test taker to pause and restart the playing.
ar_arb: قم بتمكين المتقدم للاختبار من إيقاف التشغيل مؤقتًا وإعادة تشغيله.

source: Enable/disable scrolling.
ar_arb: تمكين / تعطيل التمرير.

source: End Attempt
ar_arb: إنهاء المحاولة

source: End Attempt Interaction
ar_arb: إنهاء محاولة التفاعل

source: Enlarge font size
ar_arb: تكبير حجم الخط

source: Enter a select MIME-type
ar_arb: أدخل نوع MIME محدد

source: Enter choices…
ar_arb: أدخل الاختيارات ...

source: Enter tooltip content
ar_arb: أدخل محتوى تلميح الأداة

source: Enter tooltip target
ar_arb: أدخل هدف تلميح الأداة

source: Error on item %1$s : %2$s
ar_arb: خطأ في البند %1$s : %2$s

source: Error on item %s
ar_arb: خطأ في البند %s

source: Error to export item %s: %s
ar_arb: خطأ في تصدير البند %s: %s

source: Euler's constant
ar_arb: ثابت أويلر

source: Exponent
ar_arb: متسارع

source: Export APIP 1.0 Package
ar_arb: تصدير حزمة APIP 1.0

source: Export failed for the item "%s": %s
ar_arb: فشل تصدير البند : "%s": %s

source: Export metadata
ar_arb: تصدير البيانات الوصفية

source: Export metadata item
ar_arb: تصدير عنصر البيانات الوصفية

source: Export QTI 2.1 Package
ar_arb: تصدير حزمة QTI 2.1

source: Export QTI 2.2 Package
ar_arb: تصدير حزمة QTI 2.1

source: Extended Text
ar_arb: تصدير حزمة QTI 2.1

source: Extended Text Interaction
ar_arb: ممتد النص التفاعل

source: External Machine
ar_arb: آلة خارجية

source: External Scored
ar_arb: سجل خارجي

source: Fail to export item
ar_arb: فشل تصدير البند

source: Failed to publish %1$s in %2$s
ar_arb: فشل نشر %1$s في %2$s

source: Feedback
ar_arb: التغذية الراجعة

source: Feedback Style
ar_arb: أسلوب التغذية الراجعة

source: Field
ar_arb: مجال

source: File
ar_arb: ملف

source: File name
ar_arb: اسم الملف

source: File Upload
ar_arb: تحميل الملف

source: File Upload Interaction
ar_arb: تفاعل تحميل الملف

source: Fill in the gaps on a picture with a set of image choices.
ar_arb: املأ الفجوات في الصورة بمجموعة من اختيارات الصورة.

source: Font family
ar_arb: خط العائلة

source: Font size
ar_arb: حجم الخط

source: Format
ar_arb: صيغة

source: Fraction
ar_arb: جزء

source: Gap
ar_arb: الفارق

source: Gap Match
ar_arb: فارق التطابق

source: Gap Match Interaction
ar_arb: تفاعل فارق التطابق

source: Graphic Associate Interaction
ar_arb: تفاعل مشارك الرسم

source: Graphic Gap Match Interaction
ar_arb: تفاعل مطابقة الفجوة الرسومية

source: Graphic Interactions
ar_arb: التفاعلات الرسومية

source: Graphic Order Interaction
ar_arb: تفاعل ترتيب الرسم

source: Greater than or equal
ar_arb: أكبر من أو يساوي

source: Guard for resource "%s"...
ar_arb: حماية للمورد "%s" ...

source: Height
ar_arb: ارتفاع

source: Here you can provide scoring aspects for manual scoring/marking, e.g. CONTENT, GRAMMAR, SPELLING
ar_arb: هنا يمكنك تقديم جوانب تسجيل الدرجات للتسجيل اليدوي / وضع العلامات ، على سبيل المثال المحتوى ، القواعد النحوية ، الإملاء

source: Horizontal
ar_arb: أفقيا

source: Hotspot
ar_arb: نقطة ساخنة

source: Hotspot Interaction
ar_arb: تفاعل نقطة الاتصال

source: Hottext
ar_arb: نص مرتبط

source: Hottext Interaction
ar_arb: تفاعل مع نص مرتبط

source: How the math expression should be displayed.
ar_arb: كيف يجب أن يتم عرض التعبير الرياضي.

source: How the math expression should be edited
ar_arb: كيف يجب تحرير التعبير الرياضي

source: Human
ar_arb: بشري

source: identical pair already exists
ar_arb: زوج متطابق موجود بالفعل

source: identifier
ar_arb: تعرف

source: identifier already taken
ar_arb: المعرف مأخوذ بالفعل

source: If given, the pattern mask specifies a regular expression that the candidate's response must match in order to be considered valid
ar_arb: إذا تم توفيره ، يحدد قناع النمط تعبيرًا عاديًا يجب أن تتطابق معه استجابة المرشح حتى يتم اعتباره صالحًا

source: If the string interaction is bound to a numeric response variable then the base attribute must be used to set the number base in which to interpret the value entered by the candidate.
ar_arb: إذا كان تفاعل السلسلة مرتبطًا بمتغير استجابة رقمي ، فيجب استخدام السمة الأساسية لتعيين قاعدة الأرقام التي يتم فيها تفسير القيمة التي أدخلها المرشح.

source: If the variable value is a float and powerForm is set to 'false', the variable will be rendered using the 'e' or 'E' format. If the powerform is set to 'true', the form 'e+n' is changed to 'x 10n'.
ar_arb: إذا كانت قيمة المتغير عائمة وتم تعيين powerForm على "خطأ" ، فسيتم عرض المتغير باستخدام التنسيق "e" أو "E". إذا تم ضبط powerform على "true" ، يتم تغيير النموذج "e + n" إلى "x 10n".

source: If this box is checked the student will be able to eliminate choices.
ar_arb: إذا تم تحديد هذا المربع ، فسيكون الطالب قادرًا على حذف الخيارات.

source: Import
ar_arb: استورد

source: Import a QTI/APIP Content Package
ar_arb: قم باستيراد حزمة محتوى QTI/APIP

source: Import a QTI/APIP XML Item Document
ar_arb: قم باستيراد مستند البند QTI/APIP XML

source: Import QTI ITEM into "%s
ar_arb: قم باستيراد محتوى البند QTI إلى "%s

source: In Progress
ar_arb: في تقدم

source: In seconds. Delay during which the replay of the media is allowed. Once reached, the media is disabled and cannot be played anymore.
ar_arb: في ثوان. التأخير الذي يُسمح خلاله بإعادة تشغيل الوسائط. بمجرد الوصول ، يتم تعطيل الوسائط ولا يمكن تشغيلها بعد الآن.

source: In visual environments, string interactions are typically represented by empty boxes into which the candidate writes or types. Delivery engines should use the value of this attribute (if provided) instead of their default placeholder text when this is required.
ar_arb: في البيئات المرئية ، يتم تمثيل تفاعلات السلسلة عادةً بواسطة مربعات فارغة يكتب فيها المرشح أو يكتب. يجب أن تستخدم محركات التسليم قيمة هذه السمة (إذا تم توفيرها) بدلاً من نص البندالنائب الافتراضي الخاص بها عندما يكون ذلك مطلوبًا.

source: incorrect
ar_arb: غير صحيح

source: Index
ar_arb: فهرس

source: Infinity
ar_arb: لانهاية

source: inline
ar_arb: مضمنة

source: Inline Choice
ar_arb: اختيار مضمن

source: Inline Choice Interaction
ar_arb: تفاعل الاختيار المضمن

source: Inline Interactions
ar_arb: التفاعلات المضمنة

source: Inline interactions need to be inserted into a text block.
ar_arb: يجب إدراج التفاعلات المضمنة في كتلة نصية.

source: Interaction Background
ar_arb: خلفية التفاعل

source: Interaction Properties
ar_arb: خصائص التفاعل

source: Interpretation
ar_arb: تأويل

source: invalid QTI XML
ar_arb: QTI XML غير صالح

source: Invalid URL
ar_arb: URL غير صالح

source: Is this choice the correct response?
ar_arb: هل هذا الاختيار هو الرد الصحيح؟

source: Is this pair the correct response?
ar_arb: هل هذا الزوج هو الرد الصحيح؟

source: Item "%s" cannot be exported: %s
ar_arb: لا يمكن تصدير البند "%s": %s

source: Item "%s" has no xml document
ar_arb: البند "%s" ليس له مستند xml

source: Item "%s" is not available in any language
ar_arb: البند "%s" غير متوفر بأي لغة

source: Item "%s" is ready to be exported
ar_arb: البند "%s" جاهز للتصدير

source: Item metadata successfully exported.
ar_arb: تم تصدير البيانات الوصفية للبند بنجاح.

source: Item Properties
ar_arb: خصائص البند

source: Item width
ar_arb: عرض البند

source: Items
ar_arb: بنود

source: Label
ar_arb: اسم

source: Language
ar_arb: لغة

source: Large editor
ar_arb: محرر كبير

source: LaTeX
ar_arb: اللاتكس

source: Left
ar_arb: يسار

source: Left bracket
ar_arb: قوس اليسار

source: Length
ar_arb: الطول

source: Level
ar_arb: مستوى

source: Lines
ar_arb: خطوط

source: List Style
ar_arb: نمط القائمة

source: Log
ar_arb: سجل

source: Long interpretation
ar_arb: تفسير طويل

source: Loop
ar_arb: حلقه

source: Lower Bound
ar_arb: الأدنى

source: Lower bound is bigger than upper bound.
ar_arb: الحد الأدنى أكبر من الحد الأعلى.

source: Lower than or equal
ar_arb: أقل من أو يساوي

source: Malformed XML[%s]: %s
ar_arb: XML غير صحيح[%s]: %s

source: Manage Items
ar_arb: إدارة البنود

source: Manage items
ar_arb: إدارة البنود

source: map response
ar_arb: استجابة الخريطة

source: Mapping default
ar_arb: تعيين الافتراضي

source: Mapping Indicator
ar_arb: مؤشر رسم الخرائط

source: Match
ar_arb: تطابق

source: match correct
ar_arb: تطابق بشكل صحيح

source: Match Interaction
ar_arb: تفاعل التطابق

source: MathJax is not installed.
ar_arb: MathJax غير مثبت.

source: Max
ar_arb: الأعلى

source: Max Length
ar_arb: الحد الاقصى للطول

source: Max plays count
ar_arb: عدد مرات اللعب القصوى

source: Max Words
ar_arb: الحد الاقصى للكلمات

source: Max. number of matches
ar_arb: الحد الأقصى للمطابقات

source: Maximal score for this interaction.
ar_arb: الدرجة القصوى لهذا التفاعل.

source: maximum
ar_arb: الحد الأقصى

source: Maximum choices reached
ar_arb: تم الوصول إلى الحد الأقصى من الخيارات

source: Maximum number of choices reached.
ar_arb: تم الوصول إلى الحد الأقصى من الخيارات

source: Media
ar_arb: وسائط

source: Media file path or YouTube video address
ar_arb: مسار ملف الوسائط أو عنوان فيديو YouTube

source: Media Interaction
ar_arb: تفاعل الوسائط

source: Metadata export requires an instance of core_kernel_classes_Resource to extract metadata
ar_arb: يتطلب تصدير الميتبيانات مثيلاً لـ core_kernel_classes_Resource لاستخراج البيانات الأولية

source: Metadata export requires an instance of DomManifest to inject metadata
ar_arb: يتطلب تصدير الميتبيانات نسخة من DomManifest لإدخال البيانات الوصفية

source: Metadata import requires an instance of core_kernel_classes_Resource to inject metadata
ar_arb: يتطلب استيراد الميتبيانات مثيلاً لـ core_kernel_classes_Resource لإدخال البيانات الأولية

source: Metadata import requires an instance of DomManifest to extract metadata
ar_arb: يتطلب استيراد الldjبيانات نسخة من DomManifest لاستخراج البيانات الأولية

source: Metadata service successfully registered.
ar_arb: تم تسجيل خدمة البيانات الوصفية بنجاح.

source: MIME-type
ar_arb: نوع الوسيط

source: Min
ar_arb: الحد الأدنى

source: Minimal score for this interaction.
ar_arb: الحد الأدنى من النقاط لهذا التفاعل.

source: Modal feedback is shown to the candidate directly following response processing.
ar_arb: يتم عرض ردود الفعل المشروطة على المرشح مباشرة بعد معالجة الجواب.

source: Modal Feedback Prop.
ar_arb: دعامة التعليقات المشروطة.

source: modal feedback title
ar_arb: عنوان ردود الفعل المشروطة

source: Modal Feedbacks
ar_arb: التقيمات المشروطة

source: Multiply
ar_arb: ضاعف

source: negative
ar_arb: نفي

source: New item
ar_arb: بند جديد

source: No
ar_arb: لا

source: no configuration property needed
ar_arb: لا حاجة لخاصية التكوين

source: No file selected
ar_arb: لم يتم اختيار اي ملف

source: no item content
ar_arb: لا يوجد محتوى البند

source: No Items could be imported from the given IMS QTI package.
ar_arb: لا يمكن استيراد أي بنود من حزمة IMS QTI المحددة.

source: No preview available
ar_arb: لا تتوفر معاينة

source: No value set
ar_arb: لم يتم تعيين قيمة

source: none
ar_arb: لا أحد

source: None defined yet.
ar_arb: لم يتم تعريف أي شيء حتى الآن.

source: not a QTI item
ar_arb: ليس بندا QTI

source: Number of associations
ar_arb: عدد الروابط

source: of
ar_arb: ل

source: OK
ar_arb: نعم

source: one association pair
ar_arb: رابط مزدوج واحد

source: One or more QTI components are not supported by the system. The system returned the following error: %s
ar_arb: لا يدعم النظام مكونًا أو أكثر من مكونات QTI. أرجع النظام الخطأ التالي: %s

source: Order
ar_arb: ترتيب

source: Order Interaction
ar_arb: طلب التفاعل

source: Order the areas (hotspots) displayed on a picture.
ar_arb: اطلب المناطق (النقاط الفعالة) المعروضة على الصورة.

source: Orientation
ar_arb: اتجاه

source: Outcome Declarations
ar_arb: إقرارات النتائج

source: Pair scoring
ar_arb: تهديف مزدوج

source: Pattern
ar_arb: ملف باسكال (.pas)

source: Pause
ar_arb: وقفة

source: Plain text
ar_arb: نص عادي

source: Please add one or more gaps to the text in question mode.
ar_arb: الرجاء إضافة فجوة واحدة أو أكثر إلى النص في وضع السؤال.

source: Please define association pairs and their scores below.
ar_arb: يرجى تحديد أزواج الرابطة ودرجاتهم أدناه.

source: Please define the correct association pairs below.
ar_arb: يرجى تحديد أزواج الاقتران الصحيحة أدناه.

source: Please define the correct order in the box to the right.
ar_arb: يرجى تحديد الترتيب الصحيح في المربع الموجود على اليمين

source: Please define the correct response and the score below.
ar_arb: يرجى تحديد الإجابة الصحيحة والنتيجة أدناه.

source: Please define the correct response below.
ar_arb: يرجى تحديد الرد الصحيح أدناه.

source: Please define the correct response using the slider.
ar_arb: يرجى تحديد الإجابة الصحيحة باستخدام شريط التمرير.

source: Please enter the score for the given hottexts.
ar_arb: الرجاء إدخال النتيجة للنصوص الهامة المعطاة.

source: Please fill the gap with the correct choices below.
ar_arb: يرجى ملء الفراغ بالخيارات الصحيحة أدناه.

source: Please fill the gap with the correct choices.
ar_arb: يرجى ملء الفراغ بالخيارات الصحيحة.
