Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*-arb/messages.po
Languages: ar_arb

source: Unable to retrieve asset "%s
ar_arb: غير قادر على استرداد الأصل "%s

source: Unable to retrieve item :
ar_arb: تعذر استرداد التمرين:

source: Unable to retrieve item : "%s
ar_arb: تعذر استرداد البند: "%s

source: Unable to validate %s: %s
ar_arb: غير قادر على التحقق من صحة %s: %s

source: Undo
ar_arb: الغاء التحميل

source: undo
ar_arb: الغاء التحميل

source: Unknown $key to register MetadataService instance
ar_arb: key$ غير معروف لتسجيل مثيل MetadataService

source: Unregister method expects $key and $name parameters.
ar_arb: تتوقع طريقة إلغاء التسجيل معايير key$ و name$.

source: Upload a file (e.g. document, picture...) as a response.
ar_arb: قم بتحميل ملف (على سبيل المثال ، مستند ، صورة ...) كرد.

source: Upper Bound
ar_arb: الحد الاعلى

source: Use this if you want the list of choices to be prefixed (e.g. 1,2,3 a,b,c)
ar_arb: استخدم هذا إذا كنت تريد أن تكون قائمة الاختيارات مسبوقة (على سبيل المثال ، 1 ، 2 ، 3 أ ، ب ، ج)

source: Used to control the format of the text entered by the candidate.
ar_arb: تستخدم للتحكم في تنسيق النص الذي يدخله المترشح.

source: Value
ar_arb: قيمة

source: Vertical
ar_arb: عمودي

source: We will use the patternMask to do this, to be compliant with the IMS standard
ar_arb: سوف نستخدم patternMask للقيام بذلك ، لتكون متوافقة مع معيار IMS

source: Width
ar_arb: العرض

source: words
ar_arb: كلمات

source: Would you like to replace the alt text
ar_arb: هل ترغب في استبدال النص البديل

source: WYSIWYG editor
ar_arb: محرر (ما تراه هو ما تحصل عليه) WYSIWYG

source: Yes
ar_arb: نعم

source: You can select maximum %d choice
ar_arb: يمكنك تحديد أقصى خيار %d

source: You can select maximum %d choices
ar_arb: يمكنك تحديد %d كحد أقصى من الاختيارات

source: You can use maximum %d choices
ar_arb: يمكنك تحديد %d خيار كحد أقصى

source: You have deleted
ar_arb: لقد حذفت

source: You have deleted an element
ar_arb: لقد قمت بحذف عنصر

source: You have deleted an element.
ar_arb: لقد قمت بحذف عنصر.

source: You may make as many association pairs as you want.
ar_arb: يمكنك عمل العديد من أزواج الربط كما تريد.

source: You must select %1$d to %2$d choices.
ar_arb: يجب تحديد %1$d إلى %2$d اختيارًا.

source: You must select 0 to %d choices.
ar_arb: يجب تحديد 0 إلى %d اختيار.

source: You must select at least %d choice
ar_arb: يجب عليك تحديد %d اختيار على الأقل

source: You must select at least %d choices
ar_arb: يجب تحديد %d اختيار على الأقل

source: You must select exactly %d choice
ar_arb: يجب عليك تحديد %d اختيار بالضبط

source: You must select exactly %d choice(s).
ar_arb: يجب تحديد %d اختيار (خيارات) بالضبط.

source: You must select exactly %d choices
ar_arb: يجب تحديد %d اختيارًا بالضبط

source: You must use at least %d choices
ar_arb: يجب عليك استخدام %d اختيار على الأقل

source: You need to make
ar_arb: تحتاج إلى جعل

source: Your item has been saved
ar_arb: تم حفظ البند الخاص بك
