Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: This interaction has no text defined in question mode.
hu_hu: Ehhez az interakcióhoz nincs kérdés módban definiált szöveg.
ja_le: このインタラクションには、質問モードで定義されたテキストがありません。
nb_no: Denne oppgavetypen har ingen tekst definert i spørsmålsfeletet.
nl_nl: Deze interactie heeft geen tekst gedefinieerd in vraagmodus.
pt_br: Essa interação não tem texto definido no modo de questão.
ro_ro: Această interacţiune nu are nici un text definit în modul întrebare.
sk_sk: Táto interakcia nemá v režime otázky definovaný žiadny text.

source: This is not a valid answer
fr_fr: Cette réponse n'est pas valide
hu_hu: Ez nem érvényes válasz
ja_le: 有効な解答ではありません
lt_lt: Netinkamai pateiktas atsakymas
nb_no: Dette er ikke et gyldig svar
nl_nl: Dit is geen geldig antwoord
pt_br: Esta não é uma resposta válida
ro_ro: Acesta nu este un răspuns valid
sk_sk: Toto nie je platná odpoveď

source: This is not a valid value. Expected %s
hu_hu: Ez nem érvényes érték. A várt érték %s
nl_nl: Dit is geen geldige waarde. Verwachte %s
ro_ro: Aceasta nu este o valoare validă. Se așteaptă %s
sk_sk: Toto nie je platná hodnota. Očakávaná hodnota %s

source: This is required
fr_fr: Ceci est requis
hu_hu: Ez kötelező
ja_le: これは必須です
lt_lt: Šis laukas yra privalomas
nb_no: Dette er påkrevd
nl_nl: Dit is vereist
pt_br: Isto é necessário
ro_ro: Acest lucru este necesar
sk_sk: Toto je povinné

source: This shows or hides the entire audio player from view. Test takers will not be able to play, pause, or change the volume level.
hu_hu: Ez megjeleníti vagy elrejti a teljes audiolejátszót. A vizsgázók nem tudják lejátszani, szüneteltetni vagy módosítani a hangerőt.
nl_nl: Deze serie toont of verbergt de hele audiospeler vanuit de weergave. Test takers kunnen het volume niveau niet afspelen, pauzeren of wijzigen.
ro_ro: Aceasta afișează sau ascunde din vizualizare întregul audio player. Testarea captatorilor nu va putea să joace, să întrerupă sau să modifice nivelul volumului.
sk_sk: Toto zobrazí alebo skryje celý audio prehrávač. Účastníci testu nebudú môcť prehrávať, pozastaviť ani meniť úroveň hlasitosti.

source: This stylesheet has not been found on the server. you may want to delete this reference
fr_fr: Cette feuille de style n'a pas été trouvée sur le serveur. Vous voudrez peut-être supprimer cette référence.
hu_hu: Ez a stíluslap nem található a szerveren. Érdemes lehet törölni ezt a hivatkozást.
ja_le: このスタイルシートがサーバ上で見つかりません。この参照を削除してください
lt_lt: Stiliaus šablonas nerastas serveryje. Jums galite ištrinti šį šaltinį
nb_no: Dette stilarket er ikke funnet på serveren. Det kan være lurt å slette denne referansen
nl_nl: Dit stijlblad kan niet worden gevonden op de server. Misschien wilt u deze verwijzing verwijderen?
pt_br: Esta folha de estilos não foi encontrada no servidor. Você pode querer excluir esta referência
ro_ro: Această stylesheet nu a fost găsit pe server. Poate doriți să ștergeți această referință
sk_sk: Tento štýlový hárok sa na serveri nenašiel. Možno budete chcieť tento odkaz odstrániť.

source: This value does not follow scoring traits guidelines. It won't be compatible with TAO Manual Scoring
hu_hu: Ez az érték nem követi a tulajdonságok pontozására vonatkozó irányelveket. Nem lesz kompatibilis a TAO manuális pontozással.
ja_le: この値は、スコアリング特性のガイドラインに沿っていません。TAO手動採点（TAO Manual Scoring）との互換性はありません。
nl_nl: Deze waarde volgt de richtsnoeren van de score niet en is niet compatibel met de TAO handmatige score
pt_br: Este valor não segue diretrizes de pontuação porque não será compatível com Pontuação Manual TAO
ro_ro: Această valoare nu urmează ghidurile de notare. Nu va fi compatibilă cu valorile manuale TAO
sk_sk: Táto hodnota nedodržiava pokyny pre hodnotenie vlastností. Nebude kompatibilná s manuálnym hodnotením TAO.

source: Time dependent
fr_fr: Dépendant du temps
hu_hu: Időfüggő
ja_le: 時間依存
lt_lt: Laiko priklausomas
nb_no: Tidsavhengig
nl_nl: Tijdafhankelijk
pt_br: Tempo dependente
ro_ro: Dependență de timp
sk_sk: Časovo závislé

source: Title
fr_fr: Titre
hu_hu: Cím
ja_le: タイトル
lt_lt: Pavadinimas
nb_no: Tittel
nl_nl: Titel
pt_br: Título
ro_ro: Titlu
sk_sk: Názov

source: to
fr_fr: vers
hu_hu: hogy
ja_le: ー
lt_lt: į
nb_no: til
nl_nl: naar
pt_br: para
ro_ro: către
sk_sk: k

source: Toggles the display of a vertical separator between columns.
hu_hu: Be-/kikapcsolja a függőleges elválasztó megjelenítését az oszlopok között.
nl_nl: Schakelt de weergave van een verticaal scheidingsteken tussen kolommen aan of uit.
ro_ro: Activează/dezactivează afișarea unui separator vertical între coloane.
sk_sk: Prepína zobrazenie zvislého oddeľovača medzi stĺpcami.

source: Tooltip Content
fr_fr: Contenu d'infobulle
hu_hu: Eszközleírás tartalma
ja_le: Tips内容
nb_no: Verktøytips
nl_nl: Tooltip inhoud
pt_br: Conteúdo da dica
ro_ro: Conținut tip sculă
sk_sk: Obsah popisu

source: Top
fr_fr: Haut
hu_hu: Felső
ja_le: トップ
lt_lt: Viršus
nb_no: Topp
nl_nl: Boven
pt_br: Superior
ro_ro: Sus
sk_sk: Hore

source: Translation completed
nl_nl: Vertaling voltooid
ro_ro: Traducere completă

source: Triangle
nl_nl: Driehoek
ro_ro: Triunghi

source: Trigger the end of the item attempt.
fr_fr: Déclenche la fin de la tentative sur l'item.
hu_hu: A tárgykísérlet végét kiváltó ok.
ja_le: アイテム試行終了トリガー
lt_lt: Iškviesti pabaigą elemento bandyme.
nb_no: Utløser slutten på oppgaveforsøket.
nl_nl: Trigger het einde van de item poging.
pt_br: Acionar o fim da tentativa de item.
ro_ro: Declanșează sfârșitul tentativei de element.
sk_sk: Spustiť koniec pokusu o položku.

source: Unable to load item from the given data.
hu_hu: Nem sikerült betölteni az elemet a megadott adatokból.
nl_nl: Kan het item niet laden van de opgegeven gegevens.
pt_br: Não foi possível carregar o item a partir dos dados indicados.
ro_ro: Imposibil de încărcat elementul din datele date.
sk_sk: Nepodarilo sa načítať položku z daných údajov.

source: Unable to process your request
fr_fr: Votre requête n’a pu aboutir
hu_hu: Nem sikerült feldolgozni a kérését
ja_le: リクエストを処理できません
nb_no: Kan ikke behandle forespørselen din
nl_nl: Kan uw verzoek niet verwerken
pt_br: Não foi possível processar sua solicitação
ro_ro: Solicitarea dvs. nu poate fi procesată
sk_sk: Vašu žiadosť sa nepodarilo spracovať

source: Unable to retrieve asset "%s
fr_fr: Impossible de récupérer l'actif "%s
hu_hu: Nem sikerült lekérni az elemet "%s
ja_le: アセット "%s を取得できません
lt_lt: Nepavyko gauti resurso "%s
nb_no: Kan ikke hente inn verdi "%s
nl_nl: Kon onderdeel "%s niet ophalen
pt_br: Não foi possível recuperar o recurso "%s
ro_ro: Imposibil de regăsit activul "%s
sk_sk: Nepodarilo sa načítať aktívum „%s“

source: Unable to retrieve item :
fr_fr: Impossible de récupérer l'item:
hu_hu: Nem sikerült lekérni az elemet:
ja_le: アイテムを取得できません
lt_lt: Nepavyko gauti elemento :
nb_no: Kan ikke hente oppgave:
nl_nl: Kan item niet ophalen :
pt_br: Não é possível recuperar o item:
ro_ro: Imposibil de recuperat elementul :
sk_sk: Položku sa nepodarilo načítať:

source: Unable to retrieve item : "%s
hu_hu: Nem sikerült lekérni az elemet: "%s
nb_no: Kan ikke hente oppgave: "%s
nl_nl: Kan item niet ophalen: "%s
pt_br: Não é possível recuperar o item: "%s
ro_ro: Imposibil de regăsit elementul : "%s
sk_sk: Nepodarilo sa načítať položku: „%s“

source: Unable to validate %s: %s
fr_fr: Impossible de valider %s : %s
hu_hu: Nem sikerült validálni a következőt: %s: %s
ja_le: ％sを検証できません：％s
lt_lt: Nepavyko patvirtinti %s: %s
nb_no: Kan ikke validere %s: %s
nl_nl: Niet mogelijk om te valideren %s: %s
pt_br: Não foi possível validar %s: %s
ro_ro: Imposibil de validat %s: %s
sk_sk: Nepodarilo sa overiť %s: %s

source: Undo
fr_fr: Refaire
hu_hu: Visszavonás
ja_le: 取り消し
lt_lt: Anuliuoti
nb_no: Angre
nl_nl: Ongedaan maken
pt_br: Desfazer
ro_ro: Anulează
sk_sk: Späť

source: undo
fr_fr: défaire
hu_hu: visszavonás
ja_le: 取り消し
lt_lt: anuliuoti
nb_no: angre
nl_nl: ongedaan maken
pt_br: desfazer
ro_ro: anulare
sk_sk: vrátiť späť

source: Unknown $key to register MetadataService instance
fr_fr: $key inconnue pour inscrire l'instance MetadataService
hu_hu: Ismeretlen $key a MetadataService példány regisztrálásához
ja_le: MetadataServiceインスタンスを登録するための不明な$key
lt_lt: Nežinomas $key registruoti MetadataService instanciją
nb_no: Ukjent $-nøkkel for å registrere MetadataService-forekomst
nl_nl: Onbekende $key om MetadataService instantie te registreren
pt_br: Desconhecido $key para registrar instância de Serviço de Metadados
ro_ro: $key necunoscut pentru a înregistra instanța MetadataService
sk_sk: Neznámy $key na registráciu inštancie MetadataService

source: Unregister method expects $key and $name parameters.
fr_fr: La méthode de désinscription attend des paramètres $key et $name.
hu_hu: Az Unregister metódus $key és $name paramétereket vár.
ja_le: 登録解除メソッドでは、$keyおよび$nameパラメーターが必要です。
nb_no: Avregistreringsmetoden forventer parametere for $key og $name.
nl_nl: Unregister methode verwacht $key en $name parameters.
pt_br: O método de cancelamento espera parâmetros de $key e $name.
ro_ro: Metoda de neînregistrare se așteaptă la parametrii $key și $name.
sk_sk: Metóda Unregister očakáva parametre $key a $name .

source: Upload a file (e.g. document, picture...) as a response.
fr_fr: Envoyer un fichier (par exemple un document, une image, ...) comme réponse.
hu_hu: Töltsön fel egy fájlt (pl. dokumentumot, képet...) válaszként.
ja_le: 解答（回答）としてファイル（例えば文書、画像...）をアップロードします
lt_lt: Įkelti failą (pvz.: dokumentas, paveiksliukas...), kaip atsakymą.
nb_no: Last opp en fil (f.eks. Dokument, bilde ...) som svar.
nl_nl: Upload een bestand (bijv. een document, afbeelding...) als een antwoord.
pt_br: Carregar um arquivo (por exemplo, documento, imagem...) como resposta.
ro_ro: Încărcați un fișier (de ex. document, imagine...) ca răspuns.
sk_sk: Ako odpoveď nahrajte súbor (napr. dokument, obrázok...).

source: Upper Bound
fr_fr: Limite supérieure
hu_hu: Felső határ
ja_le: 上限
lt_lt: Viršutinė Riba
nb_no: Øvre grense
nl_nl: Bovengrens
pt_br: Limite superior
ro_ro: Jambiere superioare
sk_sk: Horná hranica

source: Use this if you want the list of choices to be prefixed (e.g. 1,2,3 a,b,c)
fr_fr: Utilisez ceci si vous voulez que la liste des choix soit préfixée (par exemple 1,2,3 a,b,c)
hu_hu: Használja ezt, ha azt szeretné, hogy a választási lehetőségek listája előtaggal legyen ellátva (pl. 1,2,3 a,b,c)
ja_le: 選択肢リストの前にプレフィクス（例えば1,2,3 a,b,cなど）付けたい場合に使用します
lt_lt: Naudoti šį, jeigu norite, kad sąrašo pasirinkimai būtų prefiksuojami (pvz.: 1,2,3 arba a,b,c)
nb_no: Bruk dette hvis du vil at listen over valg skal ha et prefiks (f.eks. 1,2,3 a, b, c)
nl_nl: Gebruik dit als u de lijst met keuzes wilt voorzien van een prefix (bijv. 1,2,3,a,b,c)
pt_br: Use isto se você quer a lista de opções a serem prefixadas (por exemplo, 1,2,3 a, b,c)
ro_ro: Utilizați acest lucru dacă doriți ca lista de opțiuni să fie prestabilită (de ex. 1,2,3 a,b,c)
sk_sk: Použite toto, ak chcete, aby zoznam možností mal predponu (napr. 1, 2, 3 a, b, c)

source: Used to control the format of the text entered by the candidate.
fr_fr: Utilisé pour contrôler le format du texte entré par le candidat.
hu_hu: A jelölt által beírt szöveg formátumának szabályozására szolgál.
ja_le: 受検者が入力する際のテキストの書式を設定します
nb_no: Brukes til å kontrollere formatet på teksten som er lagt inn av eleven.
nl_nl: Wordt gebruikt om het formaat te beheren van de ingevoerde tekst door de kandidaat.
pt_br: Utilizado para controlar o formato do texto inserido pelo candidato.
ro_ro: Folosit pentru a controla formatul textului introdus de candidat.
sk_sk: Používa sa na ovládanie formátu textu zadaného kandidátom.

source: Value
fr_fr: Valeur
hu_hu: Érték
ja_le: 値
lt_lt: Reikšmė
nb_no: Verdi
nl_nl: Waarde
pt_br: Valor
ro_ro: Valoare
sk_sk: Hodnota

source: Vertical
hu_hu: Függőleges
ja_le: 垂直
lt_lt: Veritkalus
nb_no: Vertikal
nl_nl: Verticaal
ro_ro: Verticală
sk_sk: Vertikálne

source: Vertical text
nl_nl: Verticale tekst
ro_ro: Text vertical

source: warning
hu_hu: figyelmeztetés
nl_nl: waarschuwing
pt_br: advertência
ro_ro: avertizare
sk_sk: POZOR

source: We will use the patternMask to do this, to be compliant with the IMS standard
fr_fr: Nous utiliserons le patternMask pour faire cela, pour rester en conformité avec le standard IMS.
hu_hu: Ehhez a patternMask függvényt fogjuk használni, hogy megfeleljünk az IMS szabványnak.
ja_le: IMS標準規格に準拠するために、patternMaskを使用します。
lt_lt: Mes naudosime patternMask atlikti tai, kad atitiktų IMS standartą
nb_no: Vi vil bruke patternMask for å utføre dette, slik at det blir i samsvar med IMS-standarden
nl_nl: We zullen de patternmMask gebruiken om dit te doen, zodat we compliant blijven met de IMS standaard
pt_br: Usaremos o patternMask para fazer isso, para estar de acordo com o padrão IMS
ro_ro: Vom utiliza modelul pentru a face acest lucru, pentru a respecta standardul IMS
sk_sk: Na to použijeme patternMask, aby sme boli v súlade so štandardom IMS.

source: Width
fr_fr: Largeur
hu_hu: Szélesség
ja_le: 幅
lt_lt: Plotis
nb_no: Bredde
nl_nl: Breedte
pt_br: Largura
sk_sk: Šírka

source: words
fr_fr: mots
hu_hu: szavak
ja_le: 語数
lt_lt: žodžiai
nb_no: ord
nl_nl: woorden
pt_br: palavras
ro_ro: cuvinte
sk_sk: slová

source: Would you like to replace the alt text
fr_fr: Voudriez-vous remplacer le texte alternatif ?
hu_hu: Szeretné lecserélni az alt szöveget?
ja_le: 代替えテキストを変更
lt_lt: Ar jūs norėtumėte pakeisti alternatyvų tekstą
nb_no: Vil du bytte ut alt-teksten
nl_nl: Wilt u de alt tekst vervangen?
pt_br: Gostaria de substituir o texto alternativo
ro_ro: Doriţi să înlocuiţi textul de la alt produs
sk_sk: Chcete nahradiť alternatívny text

source: XML error "%1$s".
hu_hu: XML-hiba: „%1$s”
nl_nl: XML-fout "%1$s".
pt_br: Erro XML "%1$s".
ro_ro: Eroare XML "%1$s".
sk_sk: Chyba XML „%1$s“.

source: XML error at line %1$d "%2$s".
hu_hu: XML hiba a %1$d "%2$s" sorban.
nl_nl: XML-fout in regel %1$d "%2$s".
pt_br: Erro XML na linha %1$d "%2$s".
ro_ro: Eroare XML la linia %1$d "%2$s".
sk_sk: Chyba XML na riadku %1$d „%2$s“.

source: Yes
fr_fr: Oui
hu_hu: Igen
lt_lt: Taip
nb_no: Ja
nl_nl: Ja
pt_br: sim
ro_ro: Da
sk_sk: Áno

source: You can select maximum %d choice
fr_fr: Vous pouvez sélectionner un maximum de %d choix.
hu_hu: Legfeljebb %d lehetőséget választhatsz
ja_le: 最大%d個選択できます
lt_lt: Jūs galite pažymėti daugiausiai %d pasirinkimą
nb_no: Du kan velge maksimalt %d valg
nl_nl: U kunt maximaal %d keuze selecteren
pt_br: Você pode selecionar o máximo de %d escolha
ro_ro: Puteţi selecta selecţia maximă %d
sk_sk: Môžete si vybrať maximálny počet možností %d

source: You can select maximum %d choices
fr_fr: Vous pouvez sélectionner au maximum %d choix.
hu_hu: Legfeljebb %d lehetőséget választhatsz
ja_le: 最大%d個選択できます
lt_lt: Jūs galite pažymėti daugiausiai %d pasirinkimus
nb_no: Du kan velge maksimalt %d valg
nl_nl: U kunt maximaal %d keuzes selecteren
pt_br: Você pode selecionar o máximo de %d escolhas
ro_ro: Poți selecta maximum de opțiuni %d
sk_sk: Môžete si vybrať maximálne %d možností

source: You can select up to %s choices.
hu_hu: Legfeljebb %s lehetőséget választhatsz.
nl_nl: U kunt maximaal %s keuzes selecteren.
pt_br: Você pode selecionar até %s escolhas.
ro_ro: Puteți selecta până la opțiunile %s.
sk_sk: Môžete si vybrať až %s možností.

source: You can use maximum %d choices
fr_fr: Vous pouvez utiliser %d choix au maximum.
hu_hu: Legfeljebb %d lehetőséget használhatsz
ja_le: 最大%d個の選択肢を使えます
lt_lt: Galite panaudoti ne daugiau kaip %d pasirinkimus
nb_no: Du kan bruke maksimalt %d valg
nl_nl: U kunt maximaal %d keuzes gebruiken
pt_br: Você pode usar o máximo de %d escolhas
ro_ro: Poți folosi opțiunile %d maxime
sk_sk: Môžete použiť maximálne %d možností

source: You have deleted
fr_fr: Vous avez supprimé
hu_hu: Törölted
ja_le: 削除しました
lt_lt: Jūs ištrynėte
nb_no: Du har slettet
nl_nl: U heeft verwijderd
pt_br: Você excluiu
ro_ro: Ați șters
sk_sk: Vymazali ste

source: You have deleted an element
fr_fr: Vous avez supprimé un élément.
hu_hu: Törölt egy elemet
ja_le: エレメントを削除しました
lt_lt: Jūs ištrynėte elementą
nb_no: Du har slettet et element
nl_nl: U heeft een element verwijderd
pt_br: Você excluiu um elemento
ro_ro: Ați șters un element
sk_sk: Odstránili ste prvok

source: You have deleted an element.
fr_fr: Vous avez supprimé un élément.
hu_hu: Töröltél egy elemet.
ja_le: エレメントを削除しました
lt_lt: Jūs ištrynėte elementą.
nb_no: Du har slettet et element.
nl_nl: U heeft een element verwijderd
pt_br: Você excluiu um elemento.
ro_ro: Ați șters un element.
sk_sk: Odstránili ste prvok.

source: You may make as many association pairs as you want.
fr_fr: Vous pouvez faire autant de paires d'associations que vous le voulez.
hu_hu: Annyi asszociációs párt hozhatsz létre, amennyit csak szeretnél.
ja_le: 組合せを複数作ることができます。
lt_lt: Jūs galite sukurti, kiek tik norite ryšių porų.
nb_no: Du kan lage så mange koblinger av par du måtte ønske.
nl_nl: U kunt zoveel associatie paren maken als u wilt.
pt_br: Você pode fazer tantos pares de associação quanto quiser.
ro_ro: Poți face atâtea perechi de asociații cât vrei.
sk_sk: Môžete vytvoriť toľko asociačných párov, koľko chcete.

source: You must select %1$d to %2$d choices.
fr_fr: Vous devez faire de %1$d à %2$d choix.
hu_hu: %1$d és %2$d lehetőségek közül kell választania.
ja_le: 少なくとも%1$d個，最大%2$d個まで選択してください
lt_lt: Turite pažymėti nuo %1$d iki %2$d atsakymų.
nb_no: Du må velge %1$ d til %2$d alternativer.
nl_nl: U moet %1$d van %2$d keuzes selecteren.
pt_br: Você deve selecionar %1$d para %2$d escolhas.
ro_ro: Trebuie să selectaţi %1$d la %2$d alegeri.
sk_sk: Musíte vybrať možnosti od %1$d do %2$d .

source: You must select 0 to %d choices.
fr_fr: Vous devez faire de 0 à %d choix.
hu_hu: 0 és %d közötti lehetőséget kell választania.
ja_le: 少なくとも0〜%d個まで，選択してください
lt_lt: Turite pažymėti nuo 0 iki %d atsakymų
nb_no: Du må velge 0 til %d alternativer.
nl_nl: U moet 0 tot %d keuzes selecteren.
pt_br: Você deve selecionar 0 para %d escolhas.
ro_ro: Trebuie să selectaţi 0 la %d alegeri.
sk_sk: Musíte vybrať 0 až %d možností.

source: You must select at least %d choice
fr_fr: Vous devez sélectionner au moins %d choix.
hu_hu: Legalább %d lehetőséget kell kiválasztania
ja_le: %d個以上選択してください
lt_lt: Jūs privalote pasirinkti bent %d pasirinkimą
nb_no: Du må velge minst %d alternativ
nl_nl: U moet ten minste %d keuze(s) selecteren
pt_br: Você deve selecionar pelo menos %d escolha
ro_ro: Trebuie să selectaţi cel puţin o alegere %d
sk_sk: Musíte vybrať aspoň %d možnosť

source: You must select at least %d choices
fr_fr: Vous devez faire au moins %d choix.
hu_hu: Legalább %d lehetőséget kell kiválasztania
ja_le: %d以上選択してください
lt_lt: Turite pažymėti mažiausiai %d atsakymus (–ų/–ą)
nb_no: Du må velge minst %d alternativer
nl_nl: U moet minstens %d keuzes selecteren
pt_br: Você deve selecionar pelo menos %d opções
ro_ro: Trebuie să selectați cel puțin opțiunile %d
sk_sk: Musíte vybrať aspoň %d možností

source: You must select exactly %d choice
fr_fr: Vous devez effectuer exactement %d choix.
hu_hu: Pontosan %d lehetőséget kell kiválasztania
ja_le: 必ず%d個，選択してください
lt_lt: Turite pažymėti lygiai %d atsakymus (–ų/–ą)
nb_no: Du må velge nøyaktig %d alternativ
nl_nl: U moet precies %d keuze(s) selecteren
pt_br: Você deve selecionar exatamente %d escolha
ro_ro: Trebuie să selectaţi exact %d alegere
sk_sk: Musíte vybrať presne %d možnosť

source: You must select exactly %d choice(s).
fr_fr: Vous devez effectuer exactement %d choix.
hu_hu: Pontosan %d lehetőséget kell kiválasztania.
ja_le: 必ず%d個，選択してください
lt_lt: Turite pažymėti lygiai %d atsakymus (–ų/–ą)
nb_no: Du må velge nøyaktig %d alternativ(er).
nl_nl: U moet precies %d keuze(s) selecteren
pt_br: Você deve selecionar exatamente %d escolha(s).
ro_ro: Trebuie să selectaţi exact %d choice(s).
sk_sk: Musíte vybrať presne %d možností.

source: You must select exactly %d choices
fr_fr: Vous devez effectuer exactement %d choix.
hu_hu: Pontosan %d lehetőséget kell kiválasztania
ja_le: 必ず%d個，選択してください
lt_lt: Turite pažymėti lygiai %d atsakymus (–ų/–ą)
nb_no: Du må velge nøyaktig %d alternativer
nl_nl: U moet precies %d keuze(s) selecteren
pt_br: Você deve selecionar exatamente %d escolhas
ro_ro: Trebuie să selectaţi exact %d opţiuni
sk_sk: Musíte vybrať presne %d možností

source: You must use at least %d choices
fr_fr: Vous devez effectuer au moins %d choix.
hu_hu: Legalább %d lehetőséget kell használnod
ja_le: 少なくとも%d個の選択肢を使ってください
lt_lt: Jūs privalote bent jau pasirinkti %d
nb_no: Du må bruke minst %d alternativer
nl_nl: U moet minstens %d keuzes gebruiken
pt_br: Você deve usar pelo menos %d opções
ro_ro: Trebuie să utilizați cel puțin opțiunile %d
sk_sk: Musíte použiť aspoň %d možností

source: You need to make
fr_fr: Vous devez faire
hu_hu: Meg kell tenned
ja_le: 必須組合せ数：
lt_lt: Jums reikia padaryti
nb_no: Du må lage
nl_nl: U dient te maken
pt_br: Você precisa fazer
ro_ro: Trebuie să faci
sk_sk: Musíš urobiť

source: You need to select %s choices
hu_hu: %s lehetőséget kell kiválasztanod
nl_nl: U moet %s keuzes selecteren
pt_br: Você precisa selecionar %s escolhas
ro_ro: Trebuie să selectați opțiunile %s
sk_sk: Musíte vybrať %s možností

source: You need to select at least %s choices.
hu_hu: Legalább %s lehetőséget kell kiválasztanod.
nl_nl: U moet tenminste %s keuzes selecteren.
pt_br: Você precisa selecionar pelo menos %s escolhas.
ro_ro: Trebuie să selectaţi cel puţin %s alegeri.
sk_sk: Musíte vybrať aspoň %s možností.

source: You need to select at least 1 choice.
hu_hu: Legalább egy lehetőséget ki kell választania.
nl_nl: Je moet ten minste 1 keuze selecteren.
pt_br: Você precisa selecionar pelo menos 1 escolha.
ro_ro: Trebuie să selectaţi cel puţin o alegere.
sk_sk: Musíte vybrať aspoň 1 možnosť.

source: You need to select from %s to %s choices.
hu_hu: %s és %s lehetőségek közül kell választanod.
nl_nl: U moet %s naar %s keuzes selecteren.
pt_br: Você precisa selecionar de %s para %s escolhas.
ro_ro: Trebuie să selectați din opțiunile %s la %s.
sk_sk: Musíte si vybrať z %s až %s možností.

source: Your item has been saved
fr_fr: Votre item a été enregistré.
hu_hu: Az elem mentésre került
ja_le: アイテムが保存されました
lt_lt: Jūsų elementas buvo išsaugotas
nb_no: Oppgaven din ble lagret
nl_nl: Uw item is opgeslagen
pt_br: Seu item foi salvo
ro_ro: Articolul tău a fost salvat
sk_sk: Vaša položka bola uložená

source: Classic
ro_ro: Clasic

source: Classic editor looks like a web editor; Document editor looks like a word processor. Other than appearance they share the same features.
ro_ro: Editorul clasic arată ca un editor web; editorul de documente arată ca un procesor de cuvinte. În afară de aspectul că au aceleaşi caracteristici.

source: Congruent
ro_ro: Consimțământ

source: Editor type
ro_ro: Tip editor

source: Hotspot
fr_fr: Zone réactive
ja_le: ホットスポット
nb_no: Klikk bilde
ro_ro: Punct

source: Identifiers must start with a letter or an underscore and contain only letters, numbers, dots, underscores ( _ ), or hyphens ( - ).
ro_ro: Identificatorii trebuie să înceapă cu o literă sau o linie de subliniere și să conțină doar litere, numere, puncte, sublinieri ( _ ) sau cratime ( - ).

source: integer
hu_hu: egész szám
pt_br: inteiro
ro_ro: număr
sk_sk: celé číslo

source: Max
ja_le: 最大
lt_lt: Maks
nb_no: Maks
pt_br: Máximo
ro_ro: Maxim

source: maximum
hu_hu: maximális
ja_le: 最大
lt_lt: maksimalus
nb_no: maksimum
pt_br: máximo
ro_ro: maxim
sk_sk: maximálne

source: MIME-type
fr_fr: Type MIME
hu_hu: MIME-típus
ja_le: MINEタイプ
lt_lt: MIME tipas
pt_br: Tipo MIME
ro_ro: Tip MIM
sk_sk: Typ MIME

source: Min
ja_le: 最小
pt_br: Mínimo
ro_ro: Minim
sk_sk: Minimálna

source: QTI/APIP XML Item Document
fr_fr: Document Item XML QTI/APIP
hu_hu: QTI/APIP XML tételdokumentum
lt_lt: QTI/APIP XML Elemento Dokumentas
nb_no: QTI/APIP XML-oppgavedokument
pt_br: Documento de Item XML QTI/APIP
ro_ro: Document articol XML QTI/APIP
sk_sk: Dokument položky XML QTI/APIP
