Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Editing Mode
fr_fr: Mode d'édition
hu_hu: Szerkesztési mód
ja_le: 編集モード
lt_lt: Redagavimo Režimas
nb_no: Redigeringsmodus
nl_nl: Bewerkmodus
pt_br: Modo de Edição
ro_ro: Mod editare
sk_sk: Režim úprav

source: Element Properties
fr_fr: Propriétés de l'élément
hu_hu: Elem tulajdonságai
ja_le: エレメントのプロパティ
lt_lt: Elemento Savybės
nb_no: Elementegenskaper
nl_nl: Element eigenschappen
pt_br: Propriedades do Elemento
ro_ro: Proprietăți element
sk_sk: Vlastnosti prvkov

source: elements
fr_fr: éléments
hu_hu: elemek
ja_le: エレメント
lt_lt: elementai
nb_no: elementer
nl_nl: elementen
pt_br: elementos
ro_ro: elemente
sk_sk: prvky

source: Eliminate
fr_fr: Éliminer
hu_hu: Megszüntetni
ja_le: 除外
lt_lt: Eliminuoti
nb_no: Fjerne
nl_nl: Elimineer
pt_br: Eliminar
ro_ro: Eliminați
sk_sk: Eliminovať

source: Enable Scrolling
hu_hu: Görgetés engedélyezése
nb_no: Aktiver skrolling
nl_nl: Scrollen inschakelen
pt_br: Ativar rolagem
ro_ro: Activează derularea
sk_sk: Povoliť rolovanie

source: Enable the test taker to pause and restart the playing.
fr_fr: Permettre au participant d'interrompre et de reprendre la lecture.
hu_hu: Engedélyezze a vizsgázó számára a lejátszás szüneteltetését és újraindítását.
ja_le: 一時停止、再生を受検者に有効にします
lt_lt: Leisti testo laikytojui pristabdyti arba paleisti iš naujo atkūrimą.
nb_no: Tillat eleven å ta pause og starte avspillingen på nytt.
nl_nl: Schakel in dat de kandidaat het afspelen kan pauzeren en herstarten.
pt_br: Permitir que o taker de testes pause e reinicie a reprodução.
ro_ro: Activați tastatura de test pentru a întrerupe și a reporni redarea.
sk_sk: Umožnite účastníkovi testu pozastaviť a znova spustiť prehrávanie.

source: Enable/disable scrolling.
hu_hu: Görgetés engedélyezése/letiltása.
nb_no: Aktiver/deaktiver skrolling.
nl_nl: Schuiven in-/uitschakelen
pt_br: Ativar/desativar rolagem.
ro_ro: Activează/dezactivează derularea.
sk_sk: Povoliť/zakázať rolovanie.

source: End Attempt
fr_fr: Terminer la tentative
hu_hu: Kísérlet befejezése
ja_le: エンドアテンプト
lt_lt: Baigti Bandymą
nl_nl: Einde poging
pt_br: Tentativa Final
ro_ro: Încercare de încheiere
sk_sk: Ukončiť pokus

source: End Attempt Interaction
fr_fr: Interaction de fin d'essai
hu_hu: Interakció befejezési kísérlete
ja_le: エンドアテンプト
lt_lt: Užbaigimo Užduotis
nb_no: Oppgavetype end attempt
nl_nl: Einde interactie poging
pt_br: Tentativa de Interação Final
ro_ro: Încercare de încheiere
sk_sk: Ukončenie pokusu o interakciu

source: Enlarge font size
fr_fr: Agrandir la taille de police
hu_hu: Betűméret növelése
ja_le: フォントサイズを拡大
lt_lt: Padidinti šriftą
nb_no: Forstørr skriftstørrelse
nl_nl: Vergroot de tekengrootte
pt_br: Aumentar tamanho da fonte
ro_ro: Mărire dimensiune font
sk_sk: Zväčšiť veľkosť písma

source: Enter a select MIME-type
fr_fr: Entrez un type MIME
hu_hu: Adjon meg egy kiválasztott MIME-típust
ja_le: MINEタイプを選択
lt_lt: Įveskite pasirinktiną MIME-tipą
nb_no: Skriv inn en valgt MIME-type
nl_nl: Voer een gekozen MIME-type in
pt_br: Digite um tipo de MIME selecionado
ro_ro: Introduceți un tip MIM selectat
sk_sk: Zadajte vybraný typ MIME

source: Enter choices…
fr_fr: Entrer les choix...
hu_hu: Választási lehetőségek megadása…
ja_le: - 選択 -
lt_lt: Įveskite variantus…
nb_no: Gå til valg…
nl_nl: Voer de keuzes in...
pt_br: Insira as escolhas…
ro_ro: Introduceți opțiunile…
sk_sk: Zadajte možnosti…

source: Enter tooltip content
fr_fr: Entrer le contenu de l'info-bulle
hu_hu: Eszközleírás tartalmának megadása
ja_le: Tips内容
nb_no: Gå til verktøykasseinhold
nl_nl: Voer de inhoud van de tooltip in
pt_br: Inserir conteúdo de dicas
ro_ro: Introduceți conținutul vârfului de instrumente
sk_sk: Zadajte obsah popisu

source: Enter tooltip target
fr_fr: Entrer la cible de l'info-bulle
hu_hu: Eszköztipp céljának megadása
ja_le: Tipsリンク文字
nb_no: Gå til valgt verktøy
nl_nl: Voer het doelwit van de tooltip in
pt_br: Inserir tooltip
sk_sk: Zadajte cieľ popisu

source: Equals
nl_nl: Gelijk aan
ro_ro: Egal

source: error
hu_hu: hiba
nl_nl: Fout
pt_br: Erro
ro_ro: eroare
sk_sk: chyba

source: Error in post rendering: %s
hu_hu: Hiba a poszt renderelésekor: %s
nl_nl: Fout bij renderen: %s
pt_br: Erro na renderização do post: %s
ro_ro: Eroare în redarea postării: %s
sk_sk: Chyba pri vykresľovaní príspevku: %s

source: Error in template rendering: %s
hu_hu: Hiba a sablon megjelenítésében: %s
nl_nl: Fout bij het renderen van sjabloon: %s
pt_br: Erro na renderização do template: %s
ro_ro: Eroare în redarea șablonului: %s
sk_sk: Chyba pri vykresľovaní šablóny: %s

source: Error on item %1$s : %2$s
fr_fr: Erreur sur l'item %1$s : %2$s
hu_hu: Hiba a következő elemen: %1$s : %2$s
ja_le: アイテム %1$s のエラー: %2$s。
lt_lt: Klaida elemente %1$s : %2$s
nb_no: Feil på oppgave %1 $ s: %2 $ s
nl_nl: Fout in item %1$s : %2$s
pt_br: Erro no item %1$s : %2$s
ro_ro: Eroare la articolul %1$s : %2$s
sk_sk: Chyba v položke %1$s : %2$s

source: Error on item %s
fr_fr: Erreur sur l'item %s
hu_hu: Hiba a tételnél %s
ja_le: アイテム %s のエラー
lt_lt: Klaida elemente %s
nb_no: Feil på oppgave %s
nl_nl: Fout in item %s
pt_br: Erro no item %s
ro_ro: Eroare la articolul %s
sk_sk: Chyba v položke %s

source: Error to export item %s: %s
fr_fr: Erreur pour exporter l'item %s: %s
hu_hu: Hiba az elem exportálásakor %s: %s
ja_le: アイテム %s のエクスポートエラー: %s
lt_lt: Klaida eksportuojant elementą %s: %s
nb_no: Feil ved eksport av element %s: %s
nl_nl: Fout bij de export van het item %s: %s
pt_br: Erro ao exportar item %s: %s
ro_ro: Eroare la exportul articolului %s: %s
sk_sk: Chyba pri exporte položky %s: %s

source: Euler\'s constant
hu_hu: Euler-állandó
nl_nl: Euler's constante
pt_br: Euler constante
ro_ro: Constanta lui Uuler
sk_sk: Eulerova konštanta

source: Export
nl_nl: Exporteren
pt_br: Exportar
ro_ro: Exportă

source: Export APIP 1.0 Package
fr_fr: Exporter le paquet APIP 1.0
hu_hu: APIP 1.0 csomag exportálása
ja_le: APIP1.0パッケージをエクスポート
lt_lt: Eksportuoti APIP 1.0 Paketą
nb_no: Eksporter APIP 1.0 -pakke
nl_nl: Exporteer APIP 1.0 pakket
pt_br: Exportar pacote APIP 1.0
ro_ro: Exportă pachetul APIP 1.0
sk_sk: Exportovať balík APIP 1.0

source: Export failed for the item "%s": %s
fr_fr: L'export a échoué pour l'item "%s": %s
hu_hu: A(z) „%s” elem exportálása sikertelen: %s
ja_le: アイテム "％s" のエクスポートに失敗しました：％s
lt_lt: Eksportavimas nepavyko elementui "%s": %s
nb_no: Eksport mislyktes for oppgave " %s": %s
nl_nl: De export is mislukt voor het item "%s": %s
pt_br: Exportação falhou para o item "%s": %s
ro_ro: Exportul a eșuat pentru articolul "%s": %s
sk_sk: Export zlyhal pre položku „%s“: %s

source: Export metadata
fr_fr: Exporter les métadonnées
hu_hu: Metaadatok exportálása
ja_le: メタデータのエクスポート
lt_lt: Eksportuoti metaduomenis
nb_no: Eksporter metadata
nl_nl: Metagegevens exporteren
pt_br: Exportar metadados
ro_ro: Exportă metadate
sk_sk: Exportovať metadáta

source: Export metadata item
fr_fr: Exporter les métadonnées d'un item
hu_hu: Metaadatelem exportálása
ja_le: メタデータアイテムのエクスポート
lt_lt: Eksportuoti elemento meta duomenis
nb_no: Eksporter metadataoppgave
nl_nl: Metagegevensitem exporteren
pt_br: Exportar item de metadados
ro_ro: Exportă articolul metadata
sk_sk: Exportovať položku metadát

source: Export QTI 2.1 Package
fr_fr: Exporter le paquet QTI 2.1
hu_hu: QTI 2.1 csomag exportálása
ja_le: QTI 2.1 パッケージをエクスポート
lt_lt: Eksportuoti APIP 1.0 Paketą
nb_no: Eksporter QTI 2.1-pakke
nl_nl: Exporteer QTI 2.1 pakket
pt_br: Exportar pacote QTI 2.1
ro_ro: Pachetul QTI 2.1 de export
sk_sk: Exportovať balík QTI 2.1

source: Export QTI 2.2 Package
fr_fr: Export du paquet QTI 2.2
hu_hu: QTI 2.2 csomag exportálása
ja_le: QTI 2.2 パッケージをエクスポート
lt_lt: Eksportuoti APIP 1.0 Paketą
nb_no: Eksporter QTI 2.2-pakke
nl_nl: QTI 2.2 pakket exporteren
pt_br: Exportar pacote QTI 2.2
ro_ro: Pachetul QTI 2.2 de export
sk_sk: Exportovať balík QTI 2.2

source: Export QTI 3.0 Package
nl_nl: QTI 3.0 pakket exporteren
ro_ro: Pachetul QTI 3.0 pentru export

source: Extended Text
fr_fr: Texte étendu
hu_hu: Bővített szöveg
ja_le: 記述問題
lt_lt: Užrašyti tekstą
nb_no: Fritekst
nl_nl: Uitgebreide tekst
pt_br: Texto Estendido
ro_ro: Text extins
sk_sk: Rozšírený text

source: Extended Text Interaction
fr_fr: Interaction de texte étendu
hu_hu: Bővített szöveges interakció
ja_le: 記述問題
lt_lt: Užrašomo teksto interakcija
nb_no: Oppgavetype fritekst
nl_nl: Uitgebreide tekst interactie
pt_br: Interação Estendida de Texto
ro_ro: Interacțiune de text extinsă
sk_sk: Rozšírená textová interakcia

source: External Machine
hu_hu: Külső gép
nb_no: Ekstern maskin
nl_nl: Externe Machine
pt_br: Máquina Externa
ro_ro: Mașină externă
sk_sk: Externý stroj

source: External Scored
fr_fr: Notation externe
hu_hu: Külső pontozás
nb_no: Ekstern skåret
nl_nl: Externe Scored
pt_br: Externo avaliado
ro_ro: Scor extern
sk_sk: Externé hodnotenie

source: Fail to export item
fr_fr: N'a pas réussi à exporter l'item
hu_hu: Nem sikerült exportálni az elemet
ja_le: アイテムをエクスポートできません
lt_lt: Nepavyko eksportuoti elemento
nb_no: Kunne ikke eksportere oppgave
nl_nl: Mislukt het item te exporteren
pt_br: Falha ao exportar item
ro_ro: Exportarea produsului a eșuat
sk_sk: Export položky zlyhal

source: Failed to publish %1$s in %2$s
fr_fr: N'a pas réussi à publier %1$s dans %2$s
hu_hu: Nem sikerült közzétenni a %1$s fájlt a %2$sfájlban.
ja_le: %2$sで %1$s の公開ができませんでした
lt_lt: Nepavyko paskelbti %1$s į %2$s
nb_no: Kunne ikke publisere %1$s i %2$s
nl_nl: Het publiceren van %1$s in %2$s is niet gelukt
pt_br: Falha ao publicar %1$s em %2$s
ro_ro: Publicarea %1$s în %2$s a eșuat
sk_sk: Nepodarilo sa publikovať %1$s v %2$s

source: Feedback
fr_fr: Retours
hu_hu: Visszacsatolás
ja_le: フィードバック
lt_lt: Atsiliepimas
nb_no: Tilbakemelding
nl_nl: Terugkoppeling
pt_br: Comentarios
sk_sk: Spätná väzba

source: Feedback Style
fr_fr: Style de retour
hu_hu: Visszajelzési stílus
ja_le: フィードバックスタイル
lt_lt: Atsiliepimo Stilius
nb_no: Tilbakemeldingsstil
nl_nl: Feedback stijl
pt_br: Estilo do Feedback
ro_ro: Stil feedback
sk_sk: Štýl spätnej väzby

source: Field
fr_fr: Champ
hu_hu: Mező
ja_le: フィールド
lt_lt: Laukas
nb_no: Felt
nl_nl: Veld
pt_br: Campo
ro_ro: Câmp
sk_sk: Pole

source: File
fr_fr: Fichier
hu_hu: Fájl
ja_le: ファイル
lt_lt: Failas
nb_no: Fil
nl_nl: Bestand
pt_br: Arquivo
ro_ro: Fişier
sk_sk: Súbor

source: File name
fr_fr: Nom de fichier
hu_hu: Fájlnév
ja_le: ファイル名
lt_lt: Failo pavadinimas
nb_no: Filnavn
nl_nl: Bestandsnaam
pt_br: Nome do arquivo
ro_ro: Nume fișier
sk_sk: Názov súboru

source: File Upload
fr_fr: Fichier à envoyer
hu_hu: Fájlfeltöltés
ja_le: ファイルアップロード
lt_lt: Failo Įkėlimas
nb_no: Filopplasting
nl_nl: Bestand upload
pt_br: Envio de arquivo
ro_ro: Încărcare fișier
sk_sk: Nahrávanie súboru

source: File Upload Interaction
fr_fr: Interaction d'envoi de fichier
hu_hu: Fájlfeltöltési interakció
ja_le: ファイルアップロード
lt_lt: Failo Įkėlimo Sąveika
nb_no: Oppgavetype filopplasting
nl_nl: Bestand upload interactie
pt_br: Envio de arquivo interação
ro_ro: Interacțiune încărcare fișier
sk_sk: Interakcia pri nahrávaní súborov

source: Fill in the gaps on a picture with a set of image choices.
fr_fr: Remplissez les trous sur une image avec un ensemble de choix d'images.
hu_hu: Töltsd ki a képen lévő hiányzó részeket egy képkészlettel.
ja_le: 選択肢イメージから空白を埋めなさい
lt_lt: Užpildyti tarpus su paveiksliuku iš paveiksliukų pasirikimų rinkinio.
nb_no: Fyll inn mellomrommene i et bilde med et gitt sett av bildevalg.
nl_nl: Vul de lege plekken in op een afbeelding met een set van keuzenbeelden
pt_br: Preencha as lacunas de uma imagem com um conjunto de opções de imagem.
ro_ro: Completează lacunele într-o imagine cu un set de opțiuni de imagine.
sk_sk: Doplňte medzery na obrázku pomocou sady obrázkov.

source: float
hu_hu: úszó
nl_nl: vlotter
pt_br: flutuante
ro_ro: plutește
sk_sk: plavák

source: Font family
fr_fr: Famille de police
hu_hu: Betűtípuscsalád
ja_le: フォント
lt_lt: Šrifto šeima
nb_no: Skrifttype
nl_nl: Lettertypefamilie
pt_br: Família da fonte
ro_ro: Familia de fonturi
sk_sk: Rodina písma

source: Font size
fr_fr: Taille de police
hu_hu: Betűméret
ja_le: フォントサイズ
lt_lt: Šrifto dydis
nb_no: Skriftstørrelse
nl_nl: Tekengrootte
pt_br: Tamanho da fonte
sk_sk: Veľkosť písma

source: Format
hu_hu: Formátum
ja_le: 書式
lt_lt: Formatas
nl_nl: Opmaak
pt_br: Formato
sk_sk: Formát

source: Fraction
hu_hu: Tört
ja_le: 分数
lt_lt: Frakcija
nb_no: Brøk
nl_nl: Fractie
pt_br: Fração
ro_ro: Fracţie
sk_sk: Zlomok

source: Full height
hu_hu: Teljes magasságú
nl_nl: Volledige hoogte
pt_br: Altura total
ro_ro: Înălțime completă
sk_sk: Plná výška

source: Gap
fr_fr: Espace
hu_hu: Rés
ja_le: 空欄
lt_lt: Tarpas
nb_no: Mellomrom
nl_nl: Opening
pt_br: lacuna
ro_ro: Declanșare
sk_sk: Medzera

source: Gap Match
fr_fr: Correspondance d'espace vide
hu_hu: Rés-egyezés
ja_le: 穴埋め
lt_lt: Užpildyti tarpus
nb_no: Fyll inn bilde
nl_nl: Overeenkomende opening
pt_br: Liberar da Correspondência
ro_ro: Potrivire diferență
sk_sk: Zhoda medzier

source: Gap Match Interaction
fr_fr: Interaction de correspondance d'espace vide
hu_hu: Rés-egyezés interakció
ja_le: 穴埋め問題
lt_lt: Tarpų užpildymo interakcija
nb_no: Oppgavetype fyll inn bilde
nl_nl: Overeenkomende opening interactie
pt_br: Interação Espaçada Correspondência
ro_ro: Interacţiune de potrivire
sk_sk: Interakcia zhody medzier

source: Graphic Associate Interaction
fr_fr: Interaction d'associé graphique
hu_hu: Grafikus partner interakció
ja_le: 画像組み合わせ
lt_lt: Susiejimo poromis grafinė interakcija
nb_no: Grafisk oppgavetype - kobling
nl_nl: Grafische verbinding interactie
pt_br: Interação gráfica de associação
ro_ro: Interacţiuni cu asocierea grafică
sk_sk: Interakcia grafického spolupracovníka

source: Graphic Gap Match Interaction
fr_fr: Interaction de correspondance d'espace graphique vide
hu_hu: Grafikus rés-egyeztetés interakciója
ja_le: 画像穴埋め
lt_lt: Grafinė tarpų užpildymo interakcija
nb_no: Grafisk oppgavetype - fyll inn bilde
nl_nl: Grafische opening verbinding interactie
pt_br: Interação Gráfica de Correspondência
ro_ro: Interacţiune între colapsul grafic
sk_sk: Interakcia zhody grafických medzier

source: Graphic Interactions
fr_fr: Interaction graphique
hu_hu: Grafikus interakciók
nb_no: Grafisk oppgavetype
nl_nl: Grafische Interacties
pt_br: Interações gráficas
ro_ro: Interacţiuni grafice
sk_sk: Grafické interakcie

source: Graphic Order Interaction
fr_fr: Interaction d'ordre graphique
hu_hu: Grafikus sorrend interakció
ja_le: 画像並べ替え
lt_lt: Eiliškumo nustatymas grafiniame objekte
nb_no: Grafisk oppgavetype - sortering
nl_nl: Grafische volgorde interactie
pt_br: Interação de Ordem Gráfica
ro_ro: Interacțiune comandă grafică
sk_sk: Interakcia grafického poradia

source: Greater than or equal
fr_fr: Supérieur ou égal
hu_hu: Nagyobb vagy egyenlő
ja_le: 以上
lt_lt: Daugiau negu arba lygu
nb_no: Større enn eller lik
nl_nl: Groter dan of gelijk aan
pt_br: Maior ou igual
ro_ro: Mai mare sau egal
sk_sk: Väčšie alebo rovné

source: Group toolbar items
nl_nl: Groep werkbalk items
ro_ro: Grupează elementele barei de instrumente

source: Guard for resource "%s"...
fr_fr: Garder pour la ressource "%s"...
hu_hu: Véd a(z) "%s " erőforráshoz...
ja_le: リソース "％s" のガード...
lt_lt: Apsauga resursui "%s"...
nl_nl: Bewaker voor grondstof "%s"...
pt_br: Guarda para o recurso "%s"...
ro_ro: Gardian pentru resursă"%s"...
sk_sk: Strážca zdroja „%s“...

source: Half height
hu_hu: Fél magasság
nl_nl: Halve hoogte
pt_br: Meia altura
ro_ro: Jumătate de înălțime
sk_sk: Polovičná výška

source: Height
fr_fr: Hauteur
hu_hu: Magasság
ja_le: 高さ
lt_lt: Aukštis
nb_no: Høyde
nl_nl: Hoogte
pt_br: Altura
ro_ro: Înălțime
sk_sk: Výška

source: Here you can provide scoring aspects for manual scoring/marking, e.g. CONTENT, GRAMMAR, SPELLING
fr_fr: Ici, vous pouvez fournir des aspects de notation pour la notation manuelle, par exemple le CONTENU, la GRAMMAIRE, l'ORTHOGRAPHE
hu_hu: Itt adhatja meg a pontozási szempontokat a manuális pontozáshoz/javításhoz, pl. TARTALOM, NYELVTAN, HELYESÍRÁS
nb_no: Her kan du definere poeng for manuell skåring, f.eks. av INNHOLD, GRAMATIKK, STAVNING
nl_nl: Hier kunt u punten geven voor handmatige scoring/markering, bijvoorbeeld CONTENT, GRAMMAR, SPELLING
pt_br: Aqui você pode fornecer aspectos de pontuação para pontuação/marcação manual, por exemplo, CONTENT, GRAMMAR, ESPELODO
ro_ro: Aici puteţi oferi aspecte de punctaj pentru punctaj manual, de exemplu CONTENT, GRAMMAR, SPELLING
sk_sk: Tu môžete zadať aspekty hodnotenia pre manuálne hodnotenie/známkovanie, napr. OBSAH, GRAMATIKA, PRAVOPIS

source: Horizontal
hu_hu: Vízszintes
ja_le: 水平
lt_lt: Horizontalus
nb_no: Horisontal
nl_nl: Horizontaal
ro_ro: Orizontal
sk_sk: Horizontálne

source: Horizontal text
nl_nl: Horizontale tekst
ro_ro: Text orizontal

source: Hotspot Interaction
fr_fr: Interaction hotspot
hu_hu: Hotspot interakció
ja_le: ホットスポット問題
lt_lt: Karšto-taško Užduotis
nb_no: Oppgavetype klikk bilde
nl_nl: Hotspot interactie
pt_br: Interação de Hotspot
ro_ro: Interacţiune hotspot
sk_sk: Interakcia s hotspotmi

source: Hottext
hu_hu: Forrószöveg
ja_le: ホットテキスト
lt_lt: Karštas tekstas
nb_no: Klikk ord
nl_nl: Hottekst
ro_ro: Text
sk_sk: Horúci text

source: Hottext Interaction
fr_fr: Interaction hottext
hu_hu: Hottext interakció
ja_le: ホットテキスト問題
lt_lt: Karšto-teksto Užduotis
nb_no: Oppgavetype klikk ord
nl_nl: Hottekst interactie
pt_br: Interação de Hottext
ro_ro: Interacţiune Hottext
sk_sk: Interakcia s horúcim textom

source: How the math expression should be displayed.
fr_fr: La façon dont l'expression mathématique devrait être affichée.
hu_hu: Hogyan kell megjeleníteni a matematikai kifejezést.
ja_le: 数式の表示方法
lt_lt: Kaip matematinė išraiška turėtų būti atvaizduojama.
nb_no: Hvordan det matematiske uttrykket skal vises.
nl_nl: Hoe de wiskundige expressie moet worden getoond.
pt_br: Como a expressão matemática deve ser exibida.
ro_ro: Cum ar trebui afișată expresia matematică.
sk_sk: Ako sa má zobraziť matematický výraz.

source: How the math expression should be edited
fr_fr: La façon dont l'expression mathématique devrait être éditée
hu_hu: Hogyan kell szerkeszteni a matematikai kifejezést
ja_le: 数式の編集方法
lt_lt: Kaip matematinė išraiška turėtų būti redaguojama
nb_no: Hvordan det matematiske uttrykket skal redigeres
nl_nl: Hoe de wiskundige expressies moeten worden bewerkt
pt_br: Como a expressão matemática deve ser editada
ro_ro: Cum ar trebui editată expresia matematică
sk_sk: Ako by sa mal upravovať matematický výraz

source: Human
hu_hu: Emberi
nb_no: Menneskelig
nl_nl: Menselijk
pt_br: Humano
ro_ro: Om
sk_sk: Človek

source: identical pair already exists
fr_fr: des paires identiques existent déjà
hu_hu: azonos pár már létezik
ja_le: 同一のペアがすでに存在しています
lt_lt: identiška pora jau yra
nb_no: identisk par eksisterer allerede
nl_nl: Identieke paar bestaat al
pt_br: par idêntico já existe
ro_ro: perechea identică există deja
sk_sk: identický pár už existuje

source: identifier
fr_fr: identifiant
hu_hu: azonosító
ja_le: 識別子
lt_lt: identifikatorius
nb_no: identifikator
nl_nl: Naam
pt_br: identificador
sk_sk: identifikátor

source: Identifier
fr_fr: Identifiant
hu_hu: Azonosító
ja_le: 識別子
lt_lt: Identifikatorius
nb_no: Identifikator
nl_nl: Naam
pt_br: Identificador
sk_sk: Identifikátor

source: identifier already taken
fr_fr: identifiant déjà pris
hu_hu: azonosító már foglalt
ja_le: 識別子は既に使用されています
lt_lt: identifikatorius jau užimtas
nb_no: identifikator er allerede brukt
nl_nl: identifier is al bezet
pt_br: identificador já utilizado
ro_ro: identificator deja luat
sk_sk: identifikátor už obsadený

source: If checked, editor toolbar will be limited to one row and further items will appear in a dropdown menu.
nl_nl: Indien aangevinkt, dan zal de werkbalk beperkt worden tot één rij en andere items verschijnen in een keuzefunctie menu.
ro_ro: Dacă este bifat, bara de instrumente editor va fi limitată la un rând și alte elemente vor apărea într-un meniu derulant.

source: If given, the pattern mask specifies a regular expression that the candidate's response must match in order to be considered valid
fr_fr: Si donné, le masque de modèle spécifie une expression régulière avec laquelle la réponse du candidat doit correspondre pour être considérée comme valide.
hu_hu: Ha meg van adva, a mintamaszk egy reguláris kifejezést határoz meg, amelynek a jelölt válaszának meg kell egyeznie ahhoz, hogy érvényesnek tekintendő legyen.
ja_le: 設定する場合、受検者のレスポンスが有効となるような正規表現を指定します
lt_lt: Jeigu pateikta, šablonas nurodo įprastą išraišką, kuriai kandidato atsakymas privalo atitikti, kad būtu laikomas teisingu
nb_no: Hvis gitt, angir eksempelet et vanlig uttrykk som kandidatens svar må matche for å bli ansett som gyldig
nl_nl: Indien gegeven specificeert het patroon masker een reguliere expressie waaraan het antwoord van de kandidaat moet voldoen om als geldig te worden beschouwd
pt_br: Caso fornecido, a máscara do padrão especifica uma expressão regular que a resposta do candidato deve corresponder para ser considerada válida
ro_ro: Dacă este dat, masca de model specifică o expresie regulată pe care răspunsul candidatului trebuie să o corespundă pentru a fi considerată valabilă
sk_sk: Ak je zadaná, maska vzoru určuje regulárny výraz, ktorému musí zodpovedať odpoveď kandidáta, aby bola považovaná za platnú.

source: If pattern mask does not match match value provided, this message will be shown.
nl_nl: Als het patroonmasker niet overeenkomt met de opgegeven waarde, wordt dit bericht getoond.
ro_ro: Dacă masca modelului nu se potrivește cu valoarea furnizată, acest mesaj va fi afișat.

source: If the shuffle attribute is true then the delivery engine will randomize the order in which the choices are initially presented. However each choice may be "shuffled" of "fixed" individually.
fr_fr: Si l'attribut Mélanger les choix est vrai, le moteur d'exécution rendra aléatoire l'ordre dans lequel les choix sont initialement présentés. Cependant, chaque choix peut être "mélangé" ou "fixé" individuellement.
hu_hu: Ha a shuffle attribútum értéke igaz, akkor a szolgáltató véletlenszerűsíti a választási lehetőségek kezdeti megjelenítési sorrendjét. Azonban minden választási lehetőség egyenként „keverhető” vagy „rögzíthető”.
nl_nl: Als het shuffle attribuut waar is dan zal de delivery engine willekeurig de volgorde bepalen waarin de keuzes in het begin worden gepresenteerd. Elke keuze kan echter individueel "schudden" van "vastgesteld" worden.
pt_br: Se o atributo aleatório é verdadeiro então o mecanismo de entrega irá randomizar a ordem na qual as escolhas são apresentadas inicialmente. No entanto, cada escolha pode ser "embaralhada" de "fixa" individualmente.
ro_ro: În cazul în care atributul de amestecare este adevărat, motorul de livrare va randomiza ordinea în care opțiunile sunt prezentate inițial. Cu toate acestea, fiecare alegere poate fi „amestecată” de „fixat” individual.
sk_sk: Ak je atribút shuffle nastavený na hodnotu true, zobrazovací nástroj náhodne zoradí poradie, v akom sú možnosti pôvodne zobrazené. Každá možnosť však môže byť „premiešaná“ alebo „fixovaná“ individuálne.
