Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Item metadata successfully exported.
fr_fr: Métadonnée de l'item exporté avec succès.
hu_hu: A tétel metaadatainak exportálása sikeresen megtörtént.
ja_le: アイテムのメタデータは正常にエクスポートされました。
lt_lt: Elemento meta duomenys sėkmingai išeksportuoti.
nb_no: Oppgavemetadata er eksportert.
nl_nl: Itemmetadata met succes geëxporteerd.
pt_br: Metadados do item exportados com sucesso.
ro_ro: Metadatele articolului au fost exportate.
sk_sk: Metadáta položky boli úspešne exportované.

source: Item metadata with identifier "%s" is not valid:
hu_hu: A(z) „%s” azonosítójú elem metaadatai érvénytelenek:
nl_nl: Item metadata met identifier%s" is niet geldig:
pt_br: Os metadados do item com identificador "%s" não é válido:
ro_ro: Metadatele articolului cu identificatorul "%s" nu sunt valide:
sk_sk: Metadáta položky s identifikátorom „%s“ nie sú platné:

source: Item properties
fr_fr: Propriétés de l'item
hu_hu: Elem tulajdonságai
ja_le: アイテムプロパティ
lt_lt: Elemento savybės
nb_no: Oppgaveegenskaper
nl_nl: Itemeigenschappen
pt_br: Propriedades do Item
ro_ro: Proprietăți articol
sk_sk: Vlastnosti položky

source: Item Properties
fr_fr: Propriétés de l'item
hu_hu: Elem tulajdonságai
ja_le: アイテムプロパティ
lt_lt: Nuotraukos Savybės
nb_no: Oppgaveegenskaper
nl_nl: Itemeigenschappen
pt_br: Propriedades do Item
ro_ro: Proprietăți articol
sk_sk: Vlastnosti položky

source: Item width
fr_fr: Largeur de l'item
hu_hu: Elem szélessége
ja_le: アイテム幅
lt_lt: Elemento plotis
nb_no: Oppgavebredde
nl_nl: Item breedte
pt_br: Largura do item
sk_sk: Šírka položky

source: Items
fr_fr: Articles
hu_hu: Tételek
ja_le: アイテム
lt_lt: Klausimai
nb_no: Oppgaver
nl_nl: Artikelen
pt_br: Itens
ro_ro: Articole
sk_sk: Položky

source: Label
fr_fr: Étiquette
hu_hu: Címke
ja_le: ラベル
lt_lt: Pavadinimas
nb_no: Navn
nl_nl: Omschrijving
pt_br: Descrição
ro_ro: Etichetă
sk_sk: Štítok

source: Language
fr_fr: Langue
hu_hu: Nyelv
ja_le: 言語
lt_lt: Kalba
nb_no: Språk
nl_nl: Taal
pt_br: IDIOMA
ro_ro: Limba
sk_sk: Jazyk

source: Large editor
fr_fr: Éditeur large
hu_hu: Nagy szerkesztő
ja_le: 編集画面
lt_lt: Didelis redaguoklis
nb_no: Stor editor
nl_nl: Grote editor
pt_br: Editor grande
ro_ro: Editor mare
sk_sk: Veľký editor

source: Layout
hu_hu: Elrendezés
nb_no: Oppsett
nl_nl: Indeling
pt_br: Disposição
ro_ro: Aspect
sk_sk: Rozloženie

source: Left
fr_fr: Gauche
hu_hu: Balra
ja_le: 左
lt_lt: Kairė
nb_no: Venstre
nl_nl: Links
pt_br: Esquerda
ro_ro: Stânga
sk_sk: Vľavo

source: left
fr_fr: gauche
hu_hu: balra
ja_le: 左
lt_lt: kairė
nb_no: venstre
nl_nl: links
pt_br: esquerda
ro_ro: stânga
sk_sk: vľavo

source: Left bracket
fr_fr: Parenthèse ouvrante
hu_hu: Bal zárójel
ja_le: 左括弧
lt_lt: Kairys skliaustas
nb_no: Venstre parentes
nl_nl: Linker haakje
pt_br: Colchete esquerdo
ro_ro: Paranteză stângă
sk_sk: Ľavá zátvorka

source: Left parenthesis
nl_nl: Linker haakje
ro_ro: Paranteză stângă

source: Length
fr_fr: Longueur
hu_hu: Hossz
ja_le: 文字数
lt_lt: Ilgis
nb_no: Lengde
nl_nl: Lengte
pt_br: Comprimento
ro_ro: Lungime
sk_sk: Dĺžka

source: Less than or equal
nl_nl: Minder dan of gelijk aan
ro_ro: Mai mic sau egal

source: Level
fr_fr: Niveau
hu_hu: Szint
ja_le: レベル
lt_lt: Lygis
nb_no: Nivå
nl_nl: Niveau
pt_br: Nível
ro_ro: Nivel
sk_sk: Úroveň

source: Line
nl_nl: Lijn
ro_ro: Linie

source: Line Segment
nl_nl: Lijn segment
ro_ro: Linie Segment

source: Lines
fr_fr: lignes
hu_hu: Vonalak
ja_le: 行
lt_lt: Linijos
nb_no: Linjer
nl_nl: Regels
pt_br: linhas
ro_ro: Linii
sk_sk: Čiary

source: List Style
fr_fr: Style de liste
hu_hu: Lista stílus
ja_le: リストスタイル
lt_lt: Sąrašo Stilius
nb_no: Listestil
nl_nl: Lijst Stijl
pt_br: Estilo da lista
ro_ro: Stil listă
sk_sk: Štýl zoznamu

source: Ln
nl_nl: Kabelweg
pt_br: Libra
sk_sk: Ľav

source: Log
fr_fr: Journal
hu_hu: Napló
lt_lt: Žurnalas
nl_nl: Logboek
pt_br: Registro
ro_ro: Jurnal
sk_sk: Záznam

source: Long interpretation
fr_fr: Interprétation longue
hu_hu: Hosszú értelmezés
nb_no: Lang tolkning
nl_nl: Lange interpretatie
pt_br: interpretação longa
ro_ro: Interpretare lungă
sk_sk: Dlhý výklad

source: Loop
fr_fr: En boucle
hu_hu: Hurok
ja_le: 自動ループ再生
lt_lt: Ciklas
nl_nl: Herhaal
pt_br: Repetir
ro_ro: Buclă
sk_sk: Slučka

source: Lower Bound
fr_fr: Limite inférieure
hu_hu: Alsó határ
ja_le: 下限
lt_lt: Apatinė Riba
nb_no: Nedre grense
nl_nl: Ondergrens
pt_br: Limite inferior
ro_ro: Cablu inferior
sk_sk: Dolná hranica

source: Lower bound is bigger than upper bound.
hu_hu: Az alsó határ nagyobb, mint a felső.
nb_no: Nedre grense er større enn øvre grense.
nl_nl: Lagere grens is groter dan bovengrens.
pt_br: O limite inferior é maior do que o limite superior.
ro_ro: Limita inferioară este mai mare decât limita superioară.
sk_sk: Dolná hranica je väčšia ako horná hranica.

source: Lower than or equal
fr_fr: Inférieur ou égal
hu_hu: Alacsonyabb vagy egyenlő, mint
ja_le: 以下
lt_lt: Mažiau negu arba lygu
nb_no: Lavere enn eller lik
nl_nl: Lager dan of gelijk aan
pt_br: Menor ou igual
ro_ro: Mai mic sau egal
sk_sk: Nižšie alebo rovné

source: Malformed XML[%s]: %s
fr_fr: XML mal formé[%s] : %s
hu_hu: Hibás XML[%s]: %s
ja_le: 不正な形式のXML[%s]: %s
lt_lt: Klaidingas XML[%s]: %s
nb_no: Feil XML [%s]: %s
nl_nl: Misvormde XML[%s]: %s
pt_br: XML mal formatado [%s]: %s
sk_sk: Nesprávne formátované XML[%s]: %s

source: Manage Items
fr_fr: Gestion des items
hu_hu: Elemek kezelése
ja_le: アイテム管理
lt_lt: Tvarkyti klausimus
nb_no: Administrere oppgaver
nl_nl: Beheer items
pt_br: Gerenciar Itens
ro_ro: Gestionare articole
sk_sk: Spravovať položky

source: Manage items
fr_fr: Gestion des items
hu_hu: Elemek kezelése
ja_le: アイテム管理
lt_lt: Tvarkyti klausimus
nb_no: Administrere oppgaver
nl_nl: Beheer items
pt_br: Gerenciar itens
ro_ro: Gestionează articole
sk_sk: Spravovať položky

source: map response
fr_fr: Réponse correspondante
hu_hu: térképválasz
ja_le: 部分点
lt_lt: atsakymų susiejimas
nb_no: avansert skåring
nl_nl: kaart reactie
pt_br: resposta do mapa
ro_ro: răspuns hartă
sk_sk: odpoveď mapy

source: Mapping default
fr_fr: Correspondance par défaut
hu_hu: Alapértelmezett leképezés
ja_le: スコア初期値
nb_no: Kartleggingsstandard
nl_nl: Standaard indeling
pt_br: Mapeamento padrão
ro_ro: Mapare implicită
sk_sk: Predvolené mapovanie

source: Mapping Indicator
fr_fr: Indicateur de correspondance
hu_hu: Térképezési mutató
ja_le: マッピング表示
nb_no: Kartleggingsindikator
nl_nl: Toewijzing indicator
pt_br: Indicador de mapeamento
ro_ro: Indicator de mapare
sk_sk: Indikátor mapovania

source: Match
fr_fr: Correspondance
hu_hu: Mérkőzés
ja_le: マッチ
lt_lt: Susieti du rinkinius
nb_no: Matrise
nl_nl: Overeenkomst
pt_br: Corresponder
ro_ro: Meci
sk_sk: Zápas

source: match correct
fr_fr: correspondance correcte
hu_hu: helyes egyezés
ja_le: 完全一致
lt_lt: Pilnas teisingas
nb_no: standard skåring
nl_nl: gelijk aan juist
pt_br: correção de correspondência
ro_ro: potrivire corectă
sk_sk: správna zhoda

source: Match Interaction
fr_fr: Interaction correspondance
hu_hu: Mérkőzés interakció
ja_le: マッチ問題
lt_lt: Dviejų rinkinių susiejimo interakcija
nb_no: Oppgavetype matrise
nl_nl: Overeenkomst interactie
pt_br: Interação do jogo
ro_ro: Interacţiune de meci
sk_sk: Interakcia zápasu

source: MathJax is not installed.
fr_fr: MathJax n'est pas installé.
hu_hu: A MathJax nincs telepítve.
ja_le: MathJaxがインストールされていません
lt_lt: MathJax neįdiegtas.
nb_no: MathJax er ikke installert.
nl_nl: MathJax is niet geïnstalleerd
pt_br: MathJax não está instalado.
ro_ro: MathJax nu este instalat.
sk_sk: MathJax nie je nainštalovaný.

source: Max length
fr_fr: Longueur maximale
hu_hu: Max. hossz
ja_le: 最大文字数
lt_lt: Maks. ilgis
nb_no: Maks lengde
nl_nl: Maximumlengte
pt_br: Comprimento Máximo
ro_ro: Lungime maximă
sk_sk: Maximálna dĺžka

source: Max Length
fr_fr: Longueur maximale
hu_hu: Max. hossz
ja_le: 最大文字数
lt_lt: Maks. Ilgis
nb_no: Maks lengde
nl_nl: Maximumlengte
pt_br: Comprimento Máximo
ro_ro: Lungime maxima
sk_sk: Maximálna dĺžka

source: Max plays count
fr_fr: Nombre max. de lectures
hu_hu: Max. lejátszások száma
ja_le: 最大再生回数
lt_lt: Maks. paleidimų kiekis
nb_no: Maks antall avspillinger
nl_nl: Max aantal afgespeeld
pt_br: Contagem máxima de jogadas
ro_ro: Numărul maxim de redări
sk_sk: Maximálny počet prehratí

source: Max words
fr_fr: Maximum de mots
hu_hu: Max. szószám
ja_le: 最大単語数
lt_lt: Maks. žodžių
nb_no: Maks antall ord
nl_nl: Maximaal aantal woorden
pt_br: Máximo de palavras
ro_ro: Cuvinte maxime
sk_sk: Maximálny počet slov

source: Max Words
fr_fr: Maximum de mots
hu_hu: Max szavak
ja_le: 最大単語数
lt_lt: Maks. Žodžių
nb_no: Maks antall ord
nl_nl: Maximaal aantal woorden
pt_br: Max Palavras
ro_ro: Cuvinte Max
sk_sk: Max. počet slov

source: Max. number of matches
fr_fr: Nombre maximal de correspondances
hu_hu: Max. mérkőzések száma
ja_le: 最大マッチ数
lt_lt: Maks. kiekis sutapimų
nb_no: Maks antall tilknytninger
nl_nl: Max. aantal overeenkomsten
pt_br: Número máximo de partidas
ro_ro: Numărul maxim de potriviri
sk_sk: Maximálny počet zhôd

source: Maximal score for this interaction.
fr_fr: Score maximal pour cette interaction
hu_hu: Maximális pontszám erre az interakcióra.
ja_le: この問題の最大スコア
lt_lt: Maksimalūs balai šiai užduočiai.
nb_no: Maksimal skår for denne oppgavetypen.
nl_nl: Maximale score voor deze interactie
pt_br: Pontuação máxima para esta interação.
ro_ro: Scorul maxim pentru această interacţiune.
sk_sk: Maximálne skóre pre túto interakciu.

source: Maximum choices reached
fr_fr: Nombre maximal de choix atteint
hu_hu: Elérte a maximális választási lehetőséget
ja_le: 選択数が上限に達しました。これ以上選択できません。
lt_lt: Jau pasirinkote didžiausią leidžiamą kiekį
nb_no: Maks antall valg er nådd
nl_nl: Maximaal aantal keuze bereikt
pt_br: Máximo de escolhas alcançadas
ro_ro: Maximul de opțiuni atins
sk_sk: Dosiahnutý maximálny počet možností

source: Maximum number of choices reached.
fr_fr: Nombre de choix maximum atteint
hu_hu: Elérte a lehetséges választások maximális számát.
ja_le: 選択肢の上限に達しました
lt_lt: Jau pasirinkote didžiausią leidžiamą kiekį
nb_no: Maks antall valg er nådd.
nl_nl: Maximaal aantal keuze bereikt
pt_br: Número máximo de escolhas alcançado.
ro_ro: S-a atins numărul maxim de opțiuni.
sk_sk: Dosiahol sa maximálny počet možností.

source: Media
fr_fr: Média
hu_hu: Média
ja_le: メディア
lt_lt: Medija
nb_no: Mediebank
nl_nl: Medium
pt_br: Multimídia
sk_sk: Médiá

source: Media file path or YouTube video address
fr_fr: Chemin du fichier média ou adresse de la vidéo YouTube
hu_hu: Médiafájl elérési útja vagy YouTube-videó címe
ja_le: メディアのファイルパスまたは，YouTubeビデオアドレス
lt_lt: Medijos failo kelias arba YouTube vaizdo įrašo adresas
nb_no: Mediefilbane eller YouTube-videoadresse
nl_nl: Media bestand folder of YouTube video adres
pt_br: Caminho do arquivo de mídia ou endereço do vídeo YouTube
ro_ro: Calea fişierului media sau adresa YouTube
sk_sk: Cesta k mediálnemu súboru alebo adresa videa YouTube

source: Media Interaction
fr_fr: Interaction média
hu_hu: Média interakció
ja_le: メディア問題
lt_lt: Medijos Sąveika
nb_no: Oppgavetype Media
nl_nl: Media interactie
pt_br: Interação de mídia
ro_ro: Interacţiune media
sk_sk: Interakcia s médiami

source: Metadata export requires an instance of core_kernel_classes_Resource to extract metadata
fr_fr: L'exportation des métadonnées nécessite une instance de core_kernel_classes_Resource pour extraire les métadonnées
hu_hu: A metaadatok exportálásához a metaadatok kinyeréséhez a core_kernel_classes_Resource egy példánya szükséges.
ja_le: メタデータのエクスポートには、メタデータを抽出するためのcore_kernel_classes_Resourceのインスタンスが必要です。
lt_lt: Meta duomenų eksportavimui reikalinga core_kernel_classes_Resource instancija, kad išeksportuoti meta duomenis
nb_no: Metadataeksport krever en forekomst av core_kernel_classes_Resource for å trekke ut metadata
nl_nl: Metadata export vereist een instantie van core_kernel_classes_Resource om metadata te extraheren
pt_br: A exportação de metadados requer uma instância de core_kernel_classes_Resource para extrair metadados
ro_ro: Exportarea metadatelor necesită o instanță de core_kernel_classes_Resource pentru a extrage metadate
sk_sk: Export metadát vyžaduje inštanciu core_kernel_classes_Resource na extrakciu metadát

source: Metadata export requires an instance of DomManifest to inject metadata
fr_fr: L'exportation de métadonnées nécessite une instance de DomManifest pour injecter les metadonnées
hu_hu: A metaadatok exportálásához a metaadatok befecskendezéséhez DomManifest egy példánya szükséges.
ja_le: メタデータのエクスポートには、メタデータを保存するためのDomManifestのインスタンスが必要です。
lt_lt: Meta duomenų eksportavimui reikalinga DomManifest instancija, kad įterpti meta duomenis
nb_no: Metadataeksport krever en forekomst av DomManifest for å administrere metadata
nl_nl: Metadata export vereist een instantie van DomManifest om metadata te injecteren
pt_br: A exportação de metadados requer uma instância de DomManifest para injetar metadados
ro_ro: Exportul metadatelor necesită o instanţă DomManifest pentru injectarea metadatelor
sk_sk: Export metadát vyžaduje inštanciu DomManifest na vloženie metadát

source: Metadata import requires an instance of core_kernel_classes_Resource to inject metadata
fr_fr: L'importation de métadonnées nécessite une instance de core_kernel_classes_Resource pour injecter les métadonnées
hu_hu: A metaadatok importálásához a metaadatok befecskendezéséhez a core_kernel_classes_Resource egy példánya szükséges.
ja_le: メタデータのインポートには、メタデータを保存するためのcore_kernel_classes_Resourceのインスタンスが必要です。
lt_lt: Meta duomenų eksportavimui reikalinga core_kernel_classes_Resource instancija, kad įterpti meta duomenis
nb_no: Metadataimport krever en forekomst av core_kernel_classes_Resource for å administrere metadata
nl_nl: Metadata-import vereist een instantie van core_kernel_classes_Resource om metadata te injecteren
pt_br: Importação de metadados requer uma instância de core_kernel_classes_Resource para injetar metadados
ro_ro: Importul de metadate necesită o instanță de core_kernel_classes_Resource pentru a injecta metadate
sk_sk: Import metadát vyžaduje inštanciu core_kernel_classes_Resource na vloženie metadát

source: Metadata import requires an instance of DomManifest to extract metadata
fr_fr: L'importation de métadonnées nécessite une instance de DomManifest pour extraire les métadonnées
hu_hu: A metaadatok importálásához a metaadatok kinyeréséhez DomManifest egy példánya szükséges.
ja_le: メタデータのインポートには、メタデータを抽出するためのDomManifestのインスタンスが必要です。
lt_lt: Meta duomenų eksportavimui reikalinga DomManifest instancija, kad įterpti meta duomenis
nb_no: Metadataimport krever en forekomst av DomManifest for å trekke ut metadata
nl_nl: Voor het importeren van metagegevens is een instantie van DomManifest nodig om metadata te extraheren
pt_br: Importação de metadados requer uma instância de DomManifest para extrair metadados
ro_ro: Importul de metadate necesită o instanță de DomManifest pentru a extrage metadate
sk_sk: Import metadát vyžaduje inštanciu DomManifest na extrakciu metadát

source: Metadata service successfully registered.
hu_hu: A metaadat-szolgáltatás regisztrálása sikeresen megtörtént.
ja_le: メタデータサービスの登録が完了しました
nb_no: Metadatatjenesten ble registrert.
nl_nl: Metadata service succesvol geregistreerd.
pt_br: Serviço de metadados registrado com sucesso.
ro_ro: Serviciul Metadata a fost inregistrat cu succes.
sk_sk: Služba metadát bola úspešne zaregistrovaná.

source: Minimal score for this interaction.
fr_fr: Score minimal pour cette interaction
hu_hu: Minimális pontszám ehhez az interakcióhoz.
ja_le: この問題の最小スコア
lt_lt: Minimalūs balai šiai užduočiai.
nb_no: Minimun poengsum for denne oppgavetypen.
nl_nl: Minimum score voor deze interactie
pt_br: Pontuação mínima para esta interação.
ro_ro: Scorul minim pentru această interacţiune.
sk_sk: Minimálne skóre pre túto interakciu.

source: Modal feedback is shown to the candidate directly following response processing.
fr_fr: Le retour modal est montré au candidat en suivant immédiatement le traitement de la réponse.
hu_hu: A modális visszajelzés közvetlenül a válasz feldolgozása után jelenik meg a jelöltnek.
ja_le: 解答内容に応じて、受検者に直接フィードバックが表示されます。
lt_lt: Modalinis atsiliepimas yra rodomas kandidatui tiesiogiai sekant atsakymo apdorojimą.
nb_no: Tilbakemelding vises for eleven rett etter responsprosessering.
nl_nl: Standaard feedback wordt meteen na antwoordverwerking getoond aan de kandidaat.
pt_br: Feedback modal é mostrado para o candidato após o processamento de resposta diretamente.
ro_ro: Feedback-ul modal este transmis candidatului direct în urma procesării răspunsului.
sk_sk: Modálna spätná väzba sa kandidátovi zobrazí priamo po spracovaní odpovede.

source: Modal Feedback Prop.
fr_fr: Propriété(s) du retour modal
hu_hu: Modális visszacsatolási javaslat.
ja_le: モーダルフィードバックプロップ
nb_no: Tilbakemelding.
nl_nl: Standaard feedback eigen.
pt_br: Prop Feedback Modal.
ro_ro: Feedback Modal Prop.
sk_sk: Modálna spätná väzba Prop.

source: modal feedback title
fr_fr: feedback
hu_hu: modális visszajelzés címe
nb_no: tilbakemeldingstittel
nl_nl: feedback
pt_br: título de feedback modal
ro_ro: titlu feedback modal
sk_sk: názov modálnej spätnej väzby

source: Modal Feedbacks
fr_fr: Retours modaux
hu_hu: Modális visszajelzések
ja_le: モーダルフィードバック
lt_lt: Modaliniai Atsiliepimai
nb_no: Tilbakemeldinger
nl_nl: Standaard feedbacks
pt_br: Feedbacks Modais
ro_ro: Feedback-uri modale
sk_sk: Modálne spätné väzby

source: Multiple choices
hu_hu: Többszörös választási lehetőségek
nl_nl: Meerdere keuzes
pt_br: Múltiplas escolhas
ro_ro: Opțiuni multiple
sk_sk: Viacero možností

source: Multiply
fr_fr: Multiplier
hu_hu: Szorzás
ja_le: 乗算
lt_lt: Dauginti
nb_no: Multiplisere
nl_nl: Vermenigvuldigen
pt_br: Multiplique
ro_ro: Multiplică
sk_sk: Násobiť

source: negative
fr_fr: négatif
hu_hu: negatív
ja_le: ネガティブ
lt_lt: negatyvus
nl_nl: negatief
pt_br: negativo
ro_ro: negativ
sk_sk: negatívny

source: New item
fr_fr: Nouvel item
hu_hu: Új elem
ja_le: 新規アイテム
lt_lt: Kurti klausimą
nb_no: Ny oppgave
nl_nl: Nieuw item
pt_br: Novo item
ro_ro: Element nou
sk_sk: Nová položka

source: No
fr_fr: Non
hu_hu: Nem
ja_le: いいえ
lt_lt: Ne
nb_no: Nei
nl_nl: Nee
pt_br: Não
ro_ro: Nr
sk_sk: Nie

source: no configuration property needed
fr_fr: pas de propriété de configuration nécessaire
hu_hu: nincs szükség konfigurációs tulajdonságra
ja_le: プロパティの設定項目はありません
lt_lt: nereikalaujama konfigūracijos savybė
nb_no: ingen konfigurasjonsegenskap nødvendig
nl_nl: Er is geen configuratie eigenschap nodig
pt_br: nenhuma propriedade de configuração necessária
ro_ro: nu este necesară configurarea proprietății
sk_sk: nie je potrebná žiadna konfiguračná vlastnosť

source: No file selected
fr_fr: Pas de fichier sélectionné
hu_hu: Nincs kiválasztott fájl
ja_le: ファイルが未選択
lt_lt: Joks failas nepasirinktas
nb_no: Ingen fil er valgt
nl_nl: Geen bestand geselecteerd
pt_br: Nenhum arquivo selecionado
ro_ro: Niciun fișier selectat
sk_sk: Nie je vybraný žiadny súbor

source: no item content
fr_fr: aucun contenu d'item
hu_hu: nincs elemtartalom
ja_le: アイテムの内容がありません
lt_lt: nėra elemento turinio
nb_no: ikke noe oppgaveinnhold
nl_nl: geen item inhoud
pt_br: sem conteúdo do item
ro_ro: fără conținut articol
sk_sk: žiadny obsah položky

source: No Items could be imported from the given IMS QTI package.
fr_fr: Aucun item n'a pu être importé à partir du paquet QTI IMS donné.
hu_hu: Nem sikerült tételeket importálni az adott IMS QTI csomagból.
ja_le: QTIパッケージからアイテムがインポートできませんでした
lt_lt: Joks Elementas negali būti importuotas iš pateikto IMS QTI paketo.
nb_no: Ingen oppgaver kunne importeres fra den gitte IMS QTI-pakken.
nl_nl: Er konden geen items worden geïmporteerd van het opgegeven IMS QTI pakket.
pt_br: Nenhum item pode ser importado do pacote IMS QTI fornecido.
ro_ro: Niciun element nu a putut fi importat din pachetul IMS QTI dat.
sk_sk: Z daného balíka IMS QTI nebolo možné importovať žiadne položky.

source: No preview available
fr_fr: Pas d'aperçu disponible
hu_hu: Nincs elérhető előnézet
ja_le: プレビューは利用できません
lt_lt: Peržiūrėti negalima
nb_no: Forhåndsvisning er ikke tilgjengelig
nl_nl: Geen preview beschikbaar
pt_br: Pré-visualização não disponível
ro_ro: Nicio previzualizare disponibilă
sk_sk: Nie je k dispozícii žiadna ukážka

source: No uploaded file
hu_hu: Nincs feltöltött fájl
nb_no: Ingen opplastet fil
nl_nl: Geen geüploade bestand
pt_br: Nenhum arquivo enviado
ro_ro: Niciun fișier încărcat
sk_sk: Žiadny nahraný súbor

source: No value set
fr_fr: Aucune valeur définie
hu_hu: Nincs beállított érték
ja_le: 何もセットされていません
lt_lt: Nenustatyta jokia reikšmė
nb_no: Ingen verdi er angitt
nl_nl: Geen waarde ingesteld
pt_br: Nenhum valor definido
ro_ro: Nicio valoare setată
sk_sk: Žiadna hodnota nie je nastavená

source: None
fr_fr: Aucun
hu_hu: Egyik sem
ja_le: なし
lt_lt: Nėra
nb_no: Ingen
nl_nl: Geen
pt_br: Nenhuma
ro_ro: Niciunul
sk_sk: Žiadne

source: none
fr_fr: aucun
hu_hu: egyik sem
ja_le: なし
lt_lt: nėra
nb_no: ingen
nl_nl: geen
pt_br: nenhuma
ro_ro: niciunul
sk_sk: žiadny

source: None defined yet.
fr_fr: Pas encore défini
hu_hu: Még nincs meghatározva.
ja_le: 未定義
lt_lt: Niekas nenustatyta.
nb_no: Ingen er definert ennå.
nl_nl: Nog geen gedefinieerd
pt_br: Nenhum definido ainda.
ro_ro: Niciunul nu este definit încă.
sk_sk: Zatiaľ žiadne definované.

source: not a QTI item
fr_fr: pas un item QTI
hu_hu: nem mennyiségi besorolású tétel
ja_le: QTIアイテムではありません
lt_lt: tai ne QTI elementas
nb_no: ikke et QTI-element
nl_nl: geen QTI-item
pt_br: não é um item do QTI
ro_ro: nu este un element QTI
sk_sk: nie je to položka QTI

source: Number of associations
fr_fr: Nombre d'associations
hu_hu: Egyesületek száma
ja_le: 組合せ数
lt_lt: Ryšių kiekis
nb_no: Antall koblinger
nl_nl: Aantal associaties
pt_br: Número de associações
ro_ro: Număr de asociații
sk_sk: Počet združení

source: of
fr_fr: de
hu_hu: a
lt_lt: iš
nb_no: av
nl_nl: van
pt_br: de
ro_ro: din
sk_sk: z

source: one association pair
fr_fr: une paire à associer
hu_hu: egy asszociációs pár
ja_le: １つの組み合わせ
lt_lt: vieną asocijuotą porą
nb_no: kobling av et par
nl_nl: een paar associaties
pt_br: um par de associação
ro_ro: o pereche de asociații
sk_sk: jeden asociačný pár

source: One or more QTI components are not supported by the system. The system returned the following error: %s
fr_fr: Un ou plusieurs composants QTI ne sont pas supportés par le système. Le système renvoie l'erreur suivante : %s
hu_hu: Egy vagy több QTI komponenst a rendszer nem támogat. A rendszer a következő hibát adta vissza: %s
ja_le: 1つ以上のQTIコンポーネントがシステムでサポートされていません。システムは次のエラーを返しました：%s
lt_lt: Vienas ar daugiau QTI komponentų nėra palaikomas sistemos. Sistema gražino šią klaidą: %s
nb_no: En eller flere QTI-komponenter støttes ikke av systemet. Systemet returnerte følgende feil: %s
nl_nl: Een of meedere QTI-componenten worden niet door het systeem ondersteund. Het systeem heeft de volgende fout geretourneerd: %s
pt_br: Um ou mais componentes QTI não são suportados pelo sistema. O sistema retornou o seguinte erro: %s
ro_ro: Una sau mai multe componente QTI nu sunt suportate de sistem. Sistemul a returnat următoarea eroare: %s
sk_sk: Systém nepodporuje jeden alebo viac komponentov QTI. Systém vrátil nasledujúcu chybu: %s

source: Order
fr_fr: Ordre
hu_hu: Rendelés
ja_le: 並び替え
lt_lt: Eiliškumas
nb_no: Sortering
nl_nl: Volgorde
pt_br: Encomenda
ro_ro: Comanda
sk_sk: Objednávka

source: Order Interaction
fr_fr: Interaction ordre
hu_hu: Rendelési interakció
ja_le: 並べ替え問題
lt_lt: Eiliškumo Sąveika
nb_no: Oppgavetype sortering
nl_nl: Volgorde interactie
pt_br: Interação de pedidos
ro_ro: Interactiune comanda
sk_sk: Interakcia s objednávkou

source: Order single list
nl_nl: Bestel enkele lijst
ro_ro: Comandă o singură listă

source: order single list
hu_hu: egyetlen lista megrendelése
nl_nl: order enkele lijst
ro_ro: comandă listă unică
sk_sk: zoznam objednávok
