Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Fill in the gaps in a text from a set of choices.
fr_fr: Remplis les espaces libres dans un texte à partir d'un ensemble de choix.
hu_hu: Töltsd ki a szövegben a hiányzó részeket egy megadott választási lehetőségekkel.
ja_le: 空欄に当てはまるものを選択肢から選んでください
lt_lt: Užpildyti tarpus su tekstu iš pasirikimų rinkinio.
nb_no: Fyll ut mellomrommene i en tekst med de gitte alternativene.
nl_nl: Vul de gaten in de tekst in met een vast set van keuzes.
pt_br: Preencha as lacunas em um texto a partir de um conjunto de opções.
ro_ro: Completează lacunele unui text dintr-o serie de opțiuni.
sk_sk: Doplňte medzery v texte z ponuky možností.

source: For Resource
fr_fr: Pour ressource
hu_hu: Erőforráshoz
ja_le: リソース用
lt_lt: Resursui
nb_no: For ressurs
nl_nl: Voor Bron
pt_br: Para o recurso
ro_ro: Pentru resurse
sk_sk: Pre zdroj

source: or
fr_fr: ou
hu_hu: vagy
lt_lt: arba
nb_no: eller
nl_nl: of
pt_br: ou
ro_ro: sau
sk_sk: alebo

source: %d characters allowed
fr_fr: %d caractères autorisés
hu_hu: %d karakter megengedett
ja_le: 文字「％d」が許可されています
lt_lt: %d galimi ženklai
nb_no: %d tegn tillatt
nl_nl: %d tekens toegestaan
pt_br: %d caracteres permitidos
ro_ro: %d caractere permise
sk_sk: Povolené znaky %d

source: %d Item(s) of %d imported from the given IMS QTI Package.
hu_hu: %d A %d elem(ek) importálása az adott IMS QTI csomagból.
nl_nl: %d item(s) van %d geïmporteerd uit het gegeven IMS QTI pakket.
pt_br: %d item(s) de %d importados do pacote IMS QTI fornecido.
ro_ro: %d Articole de %d importate din pachetul IMS QTI dat.
sk_sk: %d Položka(y) z %d importovaná(é) z daného balíka IMS QTI.

source: %s - Original
nl_nl: %s - Origineel

source: %s metadata values found in source by extractor(s).
fr_fr: %s valeurs de métadonnées trouvées dans la source par l'/les extracteur(s)
hu_hu: %s metaadatértéket talált a forrásban a kinyerő(k).
ja_le: 抽出プログラムによってソースで見つかったメタデータ値：％s
lt_lt: Rastos %s metaduomenų reikšmės šaltinyje pagal .ekstraktorių.
nb_no: %s metadataverdier funnet i kilden av ekstraktor(er).
nl_nl: %s metagegevenswaarden gevonden in de source door middel van extractor(en).
pt_br: %s valores de metadados encontrados na fonte por extrator(s).
ro_ro: Valorile %s metadate găsite în sursă de către extractor(uri).
sk_sk: Hodnoty metadát nájdené v zdroji extraktorom(mi). %s

source: %s of %s characters maximum.
fr_fr: %s sur %s caractères maximum.
hu_hu: %s , maximum %s karakterből.
lt_lt: %s iš ne daugiau kaip %s simbolių.
nl_nl: %s van maximum %s karakters.
pt_br: Máximo de %s de %s caracteres.
ro_ro: %s din maxim %s caractere.
sk_sk: Maximálny počet znakov je %s z %s .

source: %s of %s characters recommended.
fr_fr: %s sur %s caractères recommandés.
hu_hu: %s / %s karakter ajánlott.
lt_lt: Rekomenduojama %s iš %s simbolių.
nl_nl: %s van %s karakters aanbevolen.
pt_br: Recomendado %s de %s caracteres.
ro_ro: %s din %s caractere recomandate.
sk_sk: Odporúča sa %s z %s znakov.

source: %s of %s words maximum.
fr_fr: %s sur %s mots maximum.
hu_hu: %s szóból maximum %s szó.
lt_lt: %s iš ne daugiau kaip %s žodžių.
nl_nl: %s van maximaal %s woorden.
pt_br: %s de %s palavras no máximo.
ro_ro: %s din %s cuvinte maxime.
sk_sk: Maximálne %s z %s slov.

source: %title% - Translation (%lang%)
nl_nl: %title% - Vertaling (%lang%)
ro_ro: %title% - Traducere (%lang%)

source: (comma)
hu_hu: (vessző)
nl_nl: (komma)
ro_ro: (virgulă)
sk_sk: (čiarka)

source: (dot)
hu_hu: (pont)
nl_nl: (punt)
ro_ro: (punct)
sk_sk: (bodka)

source: (space)
hu_hu: (tér)
nl_nl: (spatie)
ro_ro: (spațiu)
sk_sk: (medzera)

source: -- Any kind of file --
fr_fr: Tout type de fichier
hu_hu: -- Bármilyen fájltípus --
ja_le: -- すべてのファイル --
lt_lt: -- Betkoks failas --
nb_no: --Hvilken som helst fil--
nl_nl: -- Elk soort van bestand --
pt_br: -- Qualquer tipo de arquivo --
ro_ro: -- Orice fel de fișier --
sk_sk: -- Akýkoľvek druh súboru --

source: --- leave empty ---
fr_fr: --- laisser vide ---
hu_hu: --- hagyja üresen ---
lt_lt: --- palikti tuščią ---
nl_nl: --- laat leeg ---
pt_br: --- deixar vazio ---
ro_ro: --- lasă gol ---
sk_sk: --- nechajte prázdne ---

source: 1 item imported from the given QTI/APIP XML Item Document.
fr_fr: 1 item importé depuis le document QTI/APIP Item XML.
hu_hu: 1 tétel importálva az adott QTI/APIP XML tételdokumentumból.
ja_le: 指定されたQTI/APIP XML Item Documentから1アイテムがインポートされました
lt_lt: 1 elementas buvo importuotas iš pateikto QTI/APIP XML Elemento Dokumentas.
nb_no: 1 oppgave importert fra det gitte QTI/APIP XML-oppgavedokumentet.
nl_nl: 1 item geïmporteerd uit het betreffende QTI/APIP XML-itemdocument.
pt_br: 1 item importado do Documento XML QTI/APIP fornecido.
ro_ro: 1 articol importat din documentul dat cu elemente QTI/APIP XML.
sk_sk: Z daného dokumentu položky QTI/APIP XML bola importovaná 1 položka.

source: 1/3 of height
hu_hu: a magasság 1/3-a
nl_nl: 1/3 hoogte
pt_br: 1/3 de altura
ro_ro: 1/3 din înălțime
sk_sk: 1/3 výšky

source: 1/4 of height
hu_hu: a magasság 1/4-e
nl_nl: 1/4 van hoogte
pt_br: 1/4 de altura
ro_ro: 1/4 din înălțime
sk_sk: 1/4 výšky

source: 2/3 of height
hu_hu: a magasság 2/3-a
nl_nl: 2/3 van hoogte
pt_br: 2/3 de altura
ro_ro: 2/3 din înălţime
sk_sk: 2/3 výšky

source: 3/4 of height
hu_hu: 3/4 magasság
nl_nl: 3/4 van hoogte
pt_br: 3/4 de altura
ro_ro: 3/4 de înălţime
sk_sk: 3/4 výšky

source: A choice must be selected
fr_fr: Un choix doit être selectionné
hu_hu: Ki kell választani egy lehetőséget
ja_le: 必ず１つ選択してください
lt_lt: Privaloma pasirinkti
nb_no: Du må gjøre et valg
nl_nl: Er moet een keuze worden geselecteerd.
pt_br: Uma escolha deve ser selecionada
ro_ro: Trebuie selectată o alegere
sk_sk: Musí byť vybraná možnosť

source: A human interpretation of the variable's value.
fr_fr: Une interprétation humaine de la valeur de la variable.
hu_hu: A változó értékének emberi értelmezése.
ja_le: 変数値の翻訳
lt_lt: Žmogiška kintamojo reikšmės interpretacija.
nb_no: En menneskelig tolkning av variablens verdi.
nl_nl: Een menselijke interpretatie van de waarde van de variabele.
pt_br: Uma interpretação humana do valor da variável.
ro_ro: O interpretare umană a valorii variabilei.
sk_sk: Ľudská interpretácia hodnoty premennej.

source: A QTI component is not supported. The system returned the following error: %s
fr_fr: Un composant QTI n'est pas supporté. Le système a renvoyé l'erreur suivante : %s
hu_hu: A QTI komponens nem támogatott. A rendszer a következő hibát adta vissza: %s
ja_le: QTIコンポーネントはサポートされていません。システムは次のエラーを返しました: %s
nb_no: En QTI-komponent støttes ikke. Systemet returnerte følgende feil: %s
nl_nl: Een QTI-component wordt niet ondersteund. Het systeem heeft de volgende fout teruggegeven: %s
pt_br: Um componente QTI não é suportado. O sistema retornou o seguinte erro: %s
ro_ro: O componentă QTI nu este suportată. Sistemul a returnat următoarea eroare: %s
sk_sk: Komponent QTI nie je podporovaný. Systém vrátil nasledujúcu chybu: %s

source: A rubric block identifies part of an assessmentItem's itemBody that represents instructions to one or more of the actors that view the item. Although rubric blocks are defined as simpleBlocks they must not contain interactions.
fr_fr: Un bloc de rubrique identifie une partie du corps de l'item de l'item d'évaluation qui représente des instructions pour un ou plusieurs acteurs qui regardent l'item. Bien que les blocs de rubrique sont définis comme des blocs simples, ils ne doivent contenir aucune d'interaction.
hu_hu: Egy rubrikablokk egy assessmentItem itemBody részének azt a részét azonosítja, amely utasításokat jelöl egy vagy több, az elemet megtekintő szereplő számára. Bár a rubrikablokkok simpleBlock-ként vannak definiálva, nem tartalmazhatnak interakciókat.
ja_le: ルーブリックブロックは、アイテムを表示する1つ以上のアクターへの指示を表す評価アイテムののitemBodyの一部を識別します。ルーブリックブロックはsimpleBlocks要素として定義されているのでインタラクションを含めることはできません。
lt_lt: Rubrikos blokas atpažįsta dalį assessmentItem - itemBody, kuris atstovauja instrukcijas vienam ar daugiau veiksmų, kurie atvaizduoja elementą. Nors rubrikos blokai yra numatyti simpleBlocks, jie neturi turėti jokių užduočių.
nb_no: En boks identifiserer en del av en vurdering som representerer instruksjoner til en eller flere av aktørene som ser oppgaven. Selv om bokser er definert som "simple Blocks", må de ikke inneholde oppgavetyper.
nl_nl: Een rubriek blok staat voor dat deel van een toets items' itembody dat instructies voor een of meer van de actoren bevat om dat item te bekijken. Hoewel rubriek blokken gedefinieerd zijn als simpleBlocks mogen ze geen interacties bevatten.
pt_br: Um bloco de rubrica identifica parte do corpo do item da avaliação que representa instruções para um ou mais atores que visualizam o item. Embora blocos de rubrica sejam definidos como blocos, eles não devem conter interações.
ro_ro: Un bloc cauciucic identifică o parte dintr-un organism de evaluare a elementului care reprezintă instrucțiuni pentru unul sau mai mulți actori care vizualizează elementul. Deși blocurile de cauciuc sunt definite ca blocuri simple, acestea nu trebuie să conțină interacțiuni.
sk_sk: Blok rubriky identifikuje časť atribútu itemBody položky assessmentItem, ktorá predstavuje pokyny pre jedného alebo viacerých aktérov, ktorí si položku prezerajú. Hoci sú bloky rubriky definované ako simpleBlocks, nesmú obsahovať interakcie.

source: Adapt to screen size
fr_fr: Adapter à la taille de l'écran
hu_hu: Alkalmazkodjon a képernyő méretéhez
ja_le: 画面サイズに適応
lt_lt: Prisitaikyti prie ekrano dydžio
nb_no: Tilpass til skjermstørrelsen
nl_nl: Pas aan schermgrootte aan
pt_br: Adaptar ao tamanho da tela
ro_ro: Adaptare la dimensiunea ecranului
sk_sk: Prispôsobiť sa veľkosti obrazovky

source: Add
fr_fr: Ajouter
hu_hu: Hozzáadás
ja_le: 追加
lt_lt: Pridėti
nb_no: Legg til
nl_nl: Toevoegen
pt_br: Adicionar
ro_ro: Adăugare
sk_sk: Pridať

source: Add a CSV file
fr_fr: Ajouter un fichier CSV
hu_hu: CSV-fájl hozzáadása
nb_no: Legg til en CSV-fil
nl_nl: Voeg een CSV bestand toe
pt_br: Adicionar um arquivo CSV
ro_ro: Adauga un fisier CSV
sk_sk: Pridať súbor CSV

source: Add a modal feedback
fr_fr: Ajouter un retour modal
hu_hu: Modális visszajelzés hozzáadása
ja_le: フィードバックを追加
lt_lt: Pridėti modalinį atsiliepimą
nb_no: Legg til en tilbakemelding
nl_nl: Geef feedback op het model
pt_br: Adicionar feedback modal
ro_ro: Adăugați un feedback modal
sk_sk: Pridať modálnu spätnú väzbu

source: Add a QTI/APIP XML Item Document
fr_fr: Ajoute un document item XML QTI/APIP
hu_hu: QTI/APIP XML tételdokumentum hozzáadása
ja_le: QTI/APIP XML Item Documentを追加
lt_lt: Pridėti QTI/APIP XML Elemento Dokumentą
nb_no: Legg til et QTI/APIP XML-oppgavedokument
nl_nl: Voeg een QTI/APIP XML-itemdocument toe
pt_br: Adicionar um documento XML QTI/APIP
ro_ro: Adăugați un document de articol QTI/APIP XML
sk_sk: Pridať dokument položky XML QTI/APIP

source: Add a ZIP file containing QTI/APIP items
fr_fr: Ajouter un fichier ZIP contenant des items QTI/APIP
hu_hu: QTI/APIP elemeket tartalmazó ZIP fájl hozzáadása
ja_le: QTI/APIPアイテムを含むZIPファイルを追加
lt_lt: Pridėti ZIP failą turintį QTI/APIP elementus
nb_no: Legg til en ZIP-fil som inneholder QTI/APIP-oppgaver
nl_nl: Voeg een ZIP-bestand toe met QTI/APIP-items
pt_br: Adicionar um arquivo ZIP contendo itens QTI/APIP
ro_ro: Adăugați un fișier ZIP care conține elemente QTI/APIP
sk_sk: Pridajte ZIP súbor obsahujúci položky QTI/APIP

source: Add an outcome
fr_fr: Ajouter un résultat
hu_hu: Eredmény hozzáadása
nl_nl: Resultaat toevoegen
pt_br: Adicionar um resultado
ro_ro: Adaugă un rezultat
sk_sk: Pridať výsledok

source: Add another option
fr_fr: Ajouter une autre option
hu_hu: További lehetőség hozzáadása
ja_le: 他のオプションを追加
lt_lt: Pridėti kitą pasirinkimą
nb_no: Legg til et annet alternativ
nl_nl: Voeg een andere optie toe
pt_br: Adicionar outra opção
ro_ro: Adăugați o altă opțiune
sk_sk: Pridať ďalšiu možnosť

source: Add choice
fr_fr: Ajouter un choix
hu_hu: Választás hozzáadása
ja_le: 選択肢を追加
lt_lt: Pridėti pasirinkimą
nb_no: Legg til valg
nl_nl: Voeg een keuze toe
pt_br: Adicionar escolha
ro_ro: Adăugați o alegere
sk_sk: Pridať možnosť

source: Add else feedback
fr_fr: Ajoute l'autre retour
hu_hu: Egyéb visszajelzés hozzáadása
ja_le: 他のフィードバックを追加
lt_lt: Pridėti kitą atsiliepimą
nb_no: Legg til annen tilbakemelding
nl_nl: Voeg andere feedback toe
pt_br: Adicionar Feedback
ro_ro: Adăugați alte păreri
sk_sk: Pridať ďalšiu spätnú väzbu

source: Add new column
fr_fr: Ajouter une nouvelle colonne
hu_hu: Új oszlop hozzáadása
nl_nl: Nieuwe kolom toevoegen
pt_br: Adicionar nova coluna
ro_ro: Adaugă o coloană nouă
sk_sk: Pridať nový stĺpec

source: Add new pairs
fr_fr: Ajouter de nouvelles paires
hu_hu: Új párok hozzáadása
ja_le: 新規ペア追加
lt_lt: Pridėti naujas poras
nb_no: Legg til nye par
nl_nl: Voeg nieuwe paren toe
pt_br: Adicionar novos pares
ro_ro: Adaugă perechi noi
sk_sk: Pridať nové páry

source: Add new row
fr_fr: Ajouter une nouvelle ligne
hu_hu: Új sor hozzáadása
nl_nl: Nieuwe rij toevoegen
pt_br: Adicionar nova linha
ro_ro: Adaugă un rând nou
sk_sk: Pridať nový riadok

source: Add Style Sheet
fr_fr: Ajouter une feuille de style
hu_hu: Stíluslap hozzáadása
ja_le: スタイルシート追加
lt_lt: Pridėti Stiliaus Lapą
nb_no: Legg til stilark
nl_nl: Voeg stijlblad toe
pt_br: Adicionar Folha de Estilo
ro_ro: Adaugă foaie de stil
sk_sk: Pridať hárok so štýlmi

source: after
hu_hu: után
nl_nl: na
ro_ro: după
sk_sk: po

source: Alignment
fr_fr: Alignement
hu_hu: Igazítás
ja_le: 配置
lt_lt: Lygiavimas
nb_no: Justering
nl_nl: Uitlijning
pt_br: Alinhamento
ro_ro: Aliniere
sk_sk: Zarovnanie

source: Allow elimination
fr_fr: Permettre l'élimination
hu_hu: Engedélyezze az eltávolítást
ja_le: 消去法の許可
lt_lt: Leisti eliminavimą
nb_no: Tillat eliminering
nl_nl: Laat eliminatie toe
pt_br: Permitir eliminação
ro_ro: Permite eliminarea
sk_sk: Povoliť elimináciu

source: Allowed associations
fr_fr: Associations permises
hu_hu: Engedélyezett társítások
ja_le: 関連付けを許可
lt_lt: Leidžiamos asociacijos
nb_no: Tillatte tilknytninger
nl_nl: Toegestane associaties
pt_br: Associações permitidas
ro_ro: Asocieri permise
sk_sk: Povolené asociácie

source: Allowed choices
fr_fr: Choix permis
hu_hu: Megengedett választási lehetőségek
ja_le: 選択肢の選択回数
lt_lt: Leidžiami pasirinkimai
nb_no: Tillatte valg
nl_nl: Toegestane keuzes
pt_br: Opções permitidas
ro_ro: Alegeri permise
sk_sk: Povolené možnosti

source: Allowed number of matches
fr_fr: Nombre de correspondances permises
hu_hu: Megengedett mérkőzések száma
ja_le: マッチングを許可
lt_lt: Leistinas žymėjimų skaičius
nb_no: Tillatte antall treff
nl_nl: Toegestane aantal overeenkomsten
pt_br: Número de partidas permitido
ro_ro: Numărul permis de potriviri
sk_sk: Povolený počet zápasov

source: Allowed number of uses
fr_fr: Nombre d'utilisations permises
hu_hu: Megengedett felhasználások száma
ja_le: 選択回数
lt_lt: Leistinas kiekis vartotojų
nb_no: Tillatte antall ganger bruk
nl_nl: Toegestane aantal gebruik
pt_br: Número permitido de usos
ro_ro: Numărul permis de utilizări
sk_sk: Povolený počet použití

source: Alpha
nl_nl: Transparantie
ro_ro: Alfa

source: Alt Text
fr_fr: Texte alternatif
hu_hu: Alt szöveg
ja_le: 代替えテキスト
lt_lt: Alternatyvus tekstas
nb_no: All tekst
nl_nl: Alt tekst
pt_br: Texto Alternativo
ro_ro: Text Alt
sk_sk: Alternatívny text

source: An error occured while exporting an item.
fr_fr: Une erreur s'est produite lors de l'export d'un item.
hu_hu: Hiba történt egy elem exportálása közben.
ja_le: アイテムのエクスポート中にエラーが発生しました
lt_lt: Įvyko klaida eksportuojant elementą.
nb_no: Det oppstod en feil under eksport av en oppgave.
nl_nl: Er is een fout opgetreden bij het exporteren van een item
pt_br: Ocorreu um erro ao exportar um item.
ro_ro: A apărut o eroare la exportul unui produs.
sk_sk: Pri exporte položky sa vyskytla chyba.

source: An error occured while extracting the ZIP archive representing the IMS Content Package.
fr_fr: Une erreur s'est produite pendant l'extraction de l'archive ZIP représentant le paquet de contenus IMS.
hu_hu: Hiba történt az IMS tartalomcsomagot reprezentáló ZIP archívum kibontásakor.
ja_le: IMSコンテンツパッケージのZIPファイルを解凍中にエラーが発生しました
lt_lt: Įvyko klaida išarchyvuojant ZIP archyvą, kuris atstovauja IMS Turinio Paketą.
nb_no: Det oppstod en feil under utpakking av ZIP-arkivet som representerer IMS-innholdspakken.
nl_nl: Er is een fout opgetreden tijdens het uitpakken van het zip bestand welke een IMS Inhoud pakket zou moeten zijn.
pt_br: Um erro ocorreu ao extrair o arquivo ZIP que representa o Pacote de Conteúdo IMS.
ro_ro: A apărut o eroare la extragerea arhivei ZIP reprezentând Pachetul de conținut IMS.
sk_sk: Pri rozbaľovaní ZIP archívu predstavujúceho IMS balík obsahu sa vyskytla chyba.

source: An error occured while loading a shared stimulus.
fr_fr: Une erreur s'est produite pendant le chargement du stimulus partagé.
hu_hu: Hiba történt egy megosztott stimulus betöltése közben.
ja_le: シェアドスティミュラスをロード中にエラーが発生しました
lt_lt: Įvyko klaida įkeliant bendrinamą stimulą.
nb_no: Det oppstod en feil under lasting av en delt innhold.
nl_nl: Er is een fout opgetreden bij het laden een gedeelde stimulus.
pt_br: Ocorreu um erro ao carregar um estímulo compartilhado.
ro_ro: A apărut o eroare la încărcarea unui stimul comun.
sk_sk: Pri načítavaní zdieľaného stimulu sa vyskytla chyba.

source: An error occured while parsing IMS QTI data.
fr_fr: Une erreur s'est produite pendant l'analyse des données QTI.
hu_hu: Hiba történt az IMS QTI adatok elemzése során.
ja_le: QTIデータを解析中にエラーが発生しました
lt_lt: Įvyko klaida apdorojant IMS QTI duomenis.
nb_no: Det oppstod en feil under analyse av IMS QTI -data.
nl_nl: Er is een fout opgetreden bij het parsen van IMS QTI data.
pt_br: Ocorreu um erro ao analisar os dados do IMS QTI.
ro_ro: A apărut o eroare la analizarea datelor IMS QTI.
sk_sk: Pri analýze údajov IMS QTI sa vyskytla chyba.

source: An error occurred at the level of the QTI model.
fr_fr: Une erreur s'est produite au niveau du modèle QTI.
hu_hu: Hiba történt a QTI modell szintjén.
ja_le: QTI規格レベルでのエラーが発生しました
lt_lt: Įvyko klaida IMS QTI modelio lygmenyje.
nb_no: Det oppstod en feil på nivået til QTI-modellen.
nl_nl: Er is een fout opgetreden op het niveau van het QTI-model.
pt_br: Um erro ocorreu no nível do modelo do QTI.
ro_ro: A apărut o eroare la nivelul modelului QTI.
sk_sk: Na úrovni modelu QTI sa vyskytla chyba.

source: An optional link to an extended interpretation of the outcome variable.
fr_fr: Un lien facultatif vers une interprétation étendue de la variable de résultat.
hu_hu: Opcionális hivatkozás az eredményváltozó kibővített értelmezéséhez.
nb_no: En valgfri lenke til en utvidet tolkning av resultatvariabelen.
nl_nl: Een optionele link naar een uitgebreide interpretatie van de uitkomst variabele.
pt_br: Um link opcional para uma interpretação alargada da variável de resultado.
ro_ro: O legătură opțională către o interpretare extinsă a variabilei rezultate.
sk_sk: Voliteľný odkaz na rozšírenú interpretáciu výslednej premennej.

source: An unexpected error occured during the import of the IMS QTI Item Package.
hu_hu: Váratlan hiba történt az IMS QTI tételcsomag importálása során.
ja_le: QTIアイテムパッケージのインポート中に予期しないエラーが発生しました
nb_no: En uventet feil oppstod under importen av IMS QTI-oppgavene.
nl_nl: Er is een onverwachte fout opgetreden tijdens het importeren van het IMS QTI Item Pakket.
pt_br: Ocorreu um erro inesperado ao importar o Pacote IMS QTI.
ro_ro: A apărut o eroare neașteptată în timpul importului pachetului de elemente IMS QTI.
sk_sk: Počas importu balíka položiek IMS QTI sa vyskytla neočakávaná chyba.

source: An unexpected error occured while dealing with Response Processing.
fr_fr: Une erreur inattendue s'est produite pendant la transaction avec le traitement des réponses.
hu_hu: Váratlan hiba történt a válaszfeldolgozás során.
ja_le: レスポンス処理中に予期しないエラーが発生しました
lt_lt: Įvyko netikėta klaida atliekant Atsakymo Apdorojimą.
nb_no: Det oppstod en uventet feil under behandling av responsprosessering.
nl_nl: Er is een onverwachte fout opgetreden het verwerken van de antwoorden.
pt_br: Ocorreu um erro inesperado ao lidar com o Processamento de Respostas.
ro_ro: O eroare neașteptată a apărut în timpul procesării răspunsului.
sk_sk: Pri spracovaní odpovede sa vyskytla neočakávaná chyba.

source: An unexpected error occurred during the import of the IMS QTI Item Package.
fr_fr: Une erreur inattendue s'est produite au cours de l'import d'un paquet d'items IMS QTI.
hu_hu: Váratlan hiba történt az IMS QTI tételcsomag importálása során.
ja_le: QTIアイテムパッケージのインポート中に予期しないエラーが発生しました。
lt_lt: Netikėta klaida įvyko IMS QTI Elemento Paketo importavimo metu.
nb_no: En uventet feil oppstod under importen av IMS QTI-oppgavene.
nl_nl: Er is een onverwachte fout opgetreden tijdens het importeren van het IMS QTI Item Package.
pt_br: Um inesperado erro ocorreu durante a importação do pacote de item IMS QTI.
ro_ro: A apărut o eroare neașteptată în timpul importului pachetului de elemente IMS QTI.
sk_sk: Počas importu balíka položiek IMS QTI sa vyskytla neočakávaná chyba.

source: An unexpected error occurred during the import of the IMS QTI Item Package. The system returned the following error: "%s
fr_fr: Une erreur inattendue s'est produite au cours de l'import du paquet d'items IMS QTI. Le système a renvoyé l'erreur suivante : "%s
hu_hu: Váratlan hiba történt az IMS QTI tételcsomag importálása során. A rendszer a következő hibát adta vissza: "%s
ja_le: QTIアイテムパッケージのインポート中に予期しないエラーが発生しました。システムは次のエラーを返しました: "%s
lt_lt: Netikėta klaida įvyko IMS QTI Elemento Paketo importavimo metu. Sistema gražino šią klaidą: "%s
nb_no: En uventet feil oppstod under importen av IMS QTI-oppgavene. Systemet returnerte følgende feil: "%s
nl_nl: Er is een onverwachte fout opgetreden tijdens het importeren van het IMS QTI Item Package. Het systeem heeft de volgende fout teruggegeven: "%s
pt_br: Um erro inesperado ocorreu durante a importação do pacote de item IMS QTI. O sistema retornou o seguinte erro: "%s
ro_ro: O eroare neașteptată a apărut în timpul importului Pachetului Articol IMS QTI. Sistemul a returnat următoarea eroare: "%s
sk_sk: Počas importu balíka položiek IMS QTI sa vyskytla neočakávaná chyba. Systém vrátil nasledujúcu chybu: „%s“

source: An unexpected error occurred during the import of the QTI Item. The system returned the following error: %s
fr_fr: Une erreur inattendue s'est produite au cours de l'import de l'item QTI. Le système a renvoyé l'erreur suivante : %s
hu_hu: Váratlan hiba történt a QTI tétel importálása során. A rendszer a következő hibát adta vissza: %s
ja_le: QTIアイテムパッケージのインポート中に予期しないエラーが発生しました。システムは次のエラーを返しました: %s
lt_lt: Netikėta klaida įvyko QTI Elemento importavimo metu. Sistema gražino šią klaidą: "%s
nb_no: Det oppstod en uventet feil under importen av QTI-oppgaven. Systemet returnerte følgende feil: %s
nl_nl: Er is een onverwachte fout opgetreden tijdens het importeren van het IMS QTI Item Package. Het systeem heeft de volgende fout teruggegeven: %s
pt_br: Ocorreu um erro inesperado durante a importação do Item QTI. O sistema retornou o seguinte erro: %s
ro_ro: O eroare neașteptată a apărut în timpul importului elementului QTI. Sistemul a returnat următoarea eroare: %s
sk_sk: Počas importu položky QTI sa vyskytla neočakávaná chyba. Systém vrátil nasledujúcu chybu: %s

source: An unknown error occured while importing the IMS QTI Package with identifier:
hu_hu: Ismeretlen hiba történt az IMS QTI csomag importálása során, amelynek azonosítója:
nl_nl: Er is een onbekende fout opgetreden tijdens het importeren van het IMS QTI pakket met ID:
pt_br: Ocorreu um erro desconhecido ao importar o pacote IMS QTI com identificador:
ro_ro: A apărut o eroare necunoscută în timpul importării pachetului IMS QTI cu identificator:
sk_sk: Pri importovaní balíka IMS QTI s identifikátorom sa vyskytla neznáma chyba:

source: Angle
nl_nl: Hoek
ro_ro: Unghiul

source: Answer required
hu_hu: Válasz szükséges
nl_nl: Antwoord vereist
pt_br: Resposta necessária
ro_ro: Răspuns necesar
sk_sk: Vyžaduje sa odpoveď
