Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: score
hu_hu: pontszám
ja_le: スコア
lt_lt: balai
nb_no: skåre
pt_br: pontuação
ro_ro: scor
sk_sk: skóre

source: Tooltip editor
fr_fr: Editeur d'infobulle
hu_hu: Eszközleírás-szerkesztő
ja_le: Tips編集
nb_no: Verktøytipsredigerer
pt_br: Editor de dicas
ro_ro: Editor de instrumente
sk_sk: Editor popisov nástrojov

source: Cosinus
hu_hu: Koszinusz
ja_le: cos
lt_lt: Kosinusas
pt_br: Cosseno
sk_sk: Kosinus

source: inline
fr_fr: en ligne
hu_hu: soron belüli
ja_le: インライン
lt_lt: įterptas
nb_no: på linje
pt_br: incorporado
sk_sk: vložený

source: OK
hu_hu: RENDBEN
lt_lt: Gerai
pt_br: Certo
sk_sk: V poriadku

source: Pi
ja_le: π
sk_sk: Pí

source: QTI Metadata
fr_fr: Métadonnées QTI
hu_hu: QTI metaadatok
ja_le: QTIメタデータ
lt_lt: QTI Metaduomenys
sk_sk: Metadáta QTI

source: QTI/APIP Content Package
fr_fr: Paquet de contenu QTI/APIP
hu_hu: QTI/APIP tartalomcsomag
lt_lt: QTI/APIP Turinio Paketas
nb_no: Innholdspakke for QTI/APIP
sk_sk: Balík obsahu QTI/APIP

source: Sinus
hu_hu: Arcüreg
ja_le: sin
lt_lt: Sinusas
pt_br: Seno
sk_sk: Dutiny

source: Tooltip Target
fr_fr: Cible d'infobulle
hu_hu: Eszközleírás célpontja
ja_le: Tipsリンク文字
nb_no: Verktøytips
pt_br: Localização da dica
sk_sk: Cieľ popisu

source: Exponent
fr_fr: Exposant
hu_hu: Kitevő
ja_le: 指数
lt_lt: Eksponentas
nb_no: Eksponent
pt_br: Expoente

source: WYSIWYG editor
fr_fr: Éditeur WYSIWYG
hu_hu: WYSIWYG szerkesztő
ja_le: WYSIWYGエディタ
lt_lt: WYSIWYG redaktorius
pt_br: Editor WYSIWYG

source: Edit math expression using LaTex type setting system, e.g. e^{i pi} = -1
nb_no: Rediger matematisk uttrykk ved hjelp av LaTex type innstillingssystem, f.eks. e^{i \ pi} = -1

source: leave empty
nb_no: la stå tom

source: Euler's constant
ja_le: オイラーの定義
