Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: The delimiter to use between values when displaying variables of ordered, multiple or record cardinality. ";" is default when delimiter is not declared. Implementations can override this default with personal preferences or locale settings.
fr_fr: Le séparateur à utiliser entre les valeurs lors de l'affichage de variables de cardinalité ordonnée; multiple ou de registre. ";" est le séparateur par défaut quand celui-ci n'est pas déclaré. Les implémentations peuvent outrepasser ce réglage par défaut avec les préférences personnelles ou les paramètres locaux.
hu_hu: Az értékek között használandó elválasztó karakter rendezett, többszörös vagy rekordszámú változók megjelenítésekor. A ";" az alapértelmezett érték, ha az elválasztó nincs deklarálva. A megvalósítások felülbírálhatják ezt az alapértelmezett értéket személyes beállításokkal vagy területi beállításokkal.
ja_le: 順序値、複数、またはレコードのカーディナリティの変数を表示するときの値と値の間に使用する区切り文字。 「;」は、区切り文字が宣言されていない場合のデフォルトです。実装は、個別設定またはローカル設定でこのデフォルトを上書きできます。
nb_no: Avgrensningen som skal brukes mellom verdier når du viser variabler, flertall eller registrert kardinalitet. ";" er standard når skilletegn ikke er deklarert. Implementeringer kan overstyre denne standarden med personlige preferanser eller lokale innstillinger.
nl_nl: Het scheidingsteken tussen de waarden bij het weergeven van variabelen van geordende, meervoudige of record-kardinaliteit. ";" is standaard wanneer het scheidingsteken niet wordt gedeclareerd. Implementaties kunnen deze standaardwaarde opheffen met persoonlijke voorkeuren of locale instellingen.
pt_br: O delimitador para usar entre os valores ao exibir variáveis de encomenda, múltipla ou gravar cardinalidade. ";" é padrão quando o delimitador não é declarado. Implementações podem substituir este padrão por preferências pessoais ou configurações de localização.
ro_ro: Delimitatorul de folosit între valori la afişarea variabilelor de cardinalitate comandate, multiple sau înregistrate. ";" este implicit atunci când delimitatorul nu este declarat. Implementările pot suprascrie această opțiune cu preferințe personale sau setări de localizare.
sk_sk: Oddeľovač, ktorý sa má použiť medzi hodnotami pri zobrazovaní premenných s usporiadanou, viacnásobnou alebo záznamovou kardinálnosťou. „;“ je predvolený znak, ak nie je deklarovaný oddeľovač. Implementácie môžu tento predvolený znak prepísať osobnými preferenciami alebo nastaveniami lokality.

source: The field specifier to use when displaying variables of record cardinality.
fr_fr: Le déterminant de champ à utiliser lors de l'affichage de variables de cardinalité de registre.
hu_hu: A rekordszámú változók megjelenítésekor használandó mezőleíró.
ja_le: レコードカーディナリティの変数を表示する際に使用するフィールド指定子
nb_no: Områdebeskrivelsen som skal brukes når du viser variabler for registrert kardinalitet.
nl_nl: De veld specifier te gebruiken bij het weergeven van variabelen van record cardinaliteit.
pt_br: O especificador do campo a ser usado ao exibir variáveis de cardinalidade de registros.
ro_ro: Specifier câmp de folosit la afișarea variabilelor cardinalității înregistrării.
sk_sk: Špecifikátor poľa, ktorý sa má použiť pri zobrazovaní premenných kardinality záznamu.

source: The file path to the image.
fr_fr: Le chemin fichier de l'image
hu_hu: A képfájl elérési útja.
ja_le: 画像ファイルパス
lt_lt: Failo kelias iki paveiksliuko.
nb_no: Filstien til bildet.
nl_nl: Het bestand pad naar de afbeelding.
pt_br: O caminho do arquivo de imagem
ro_ro: Calea fişierului către imagine.
sk_sk: Cesta k súboru s obrázkom.

source: The file path to the object.
fr_fr: Le chemin fichier de l'objet
hu_hu: Az objektum fájljának elérési útja.
ja_le: オブジェクトファイルパス
lt_lt: Failo kelias iki objekto.
nb_no: Filstien til objektet.
nl_nl: Het bestandspad naar het object.
pt_br: O caminho do arquivo para o objeto.
ro_ro: Calea fişierului către obiect.
sk_sk: Cesta k súboru s objektom.

source: The file path to the shared stimulus.
fr_fr: Le chemin du fichier vers le stimulus partagé.
hu_hu: A megosztott stimulus fájljának elérési útja.
ja_le: シェアドスティミュラス・ファイルパス
lt_lt: Failo kelias iki bendrinamo stimulo.
nb_no: Filstien til delt innhold.
nl_nl: Het bestand pad naar de gedeelde stimulus.
pt_br: O caminho para o estímulo compartilhado.
ro_ro: Calea fișierului către stimulentul comun.
sk_sk: Cesta k súboru so zdieľaným podnetom.

source: The format conversion specifier to use when converting numerical values to strings. See QTI Number Formatting Rules for details.
fr_fr: Le déterminant de conversion de format à utiliser lors de la conversion de valeurs numériques en chaînes de caractères. Voir les Règles QTI de Formatage des Nombres pour plus de détails.
hu_hu: A numerikus értékek karakterláncokká konvertálásakor használandó formátumkonverziós specifikátor. Részletekért lásd a QTI számformázási szabályokat.
ja_le: 数値を文字列に変換するときに使用する形式変換指定子。詳細については、QTI Number Formatting Rulesを参照してください。
nb_no: Formatkonverteringsbeskrivelsen som skal brukes når du konverterer numeriske verdier til strenger. Se regler for QTI-nummerformatering for detaljer.
nl_nl: De opmaak conversie specifier om te gebruiken bij het converteren van numerieke waarden naar strings. Zie QTI Number Formatting Rules voor details.
pt_br: O especificador de conversão de formato usado ao converter valores numéricos em strings. Veja as regras de formatação de números QTI para detalhes.
ro_ro: Specificatorul formatului de conversie folosit la conversia valorilor numerice în șiruri. Vezi QTI Number Formatting Rules pentru detalii.
sk_sk: Špecifikátor prevodu formátu, ktorý sa má použiť pri prevode číselných hodnôt na reťazce. Podrobnosti nájdete v časti Pravidlá formátovania čísel QTI.

source: The given target is not an instance of core_kernel_classes_Resource
fr_fr: La cible donnée n'est pas une instance de core_kernel_classes_Resource
hu_hu: A megadott cél nem a core_kernel_classes_Resource példánya.
ja_le: 指定されたターゲットはcore_kernel_classes_Resourceのインスタンスではありません
nb_no: Det gitte målet er ikke en forekomst av core_kernel_classes_Resource
nl_nl: Het opgegeven doel is geen instantie van core_kernel_classes_Resource
pt_br: O destino dado não é uma instância de core_kernel_classes_Resource
ro_ro: Ținta dată nu este o instanță de core_kernel_classes_Resource
sk_sk: Daný cieľ nie je inštanciou core_kernel_classes_Resource

source: The highlighted choice cannot be associated more than %d time(s).
fr_fr: Le choix mis en évidence ne peut être associé plus de %d fois.
hu_hu: A kiemelt választási lehetőség nem társítható több mint %d alkalommal.
ja_le: ハイライト表示された選択肢は、%d回以上関連付けることはできません。
lt_lt: Pasirinkimas negali būti susietas daugiau, nei %d kartą (-us).
nb_no: Det markerte valget kan ikke knyttes mer enn %d gang(er).
nl_nl: De gemarkeerde keuze kan niet meer dan %d keer worden geassocieerd.
pt_br: A opção realçada não pode ser associada mais de %d vez(es).
ro_ro: Alegerea evidențiată nu poate fi asociată mai mult de %d ori.
sk_sk: Zvýraznenú voľbu nemožno priradiť viac ako %d krát.

source: The identifier of the choice. This identifier must not be used by any other choice or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
fr_fr: L'identifiant du choix. Cet identifiant ne doit pas être utilisé par un autre choix ou une variable d'item. Un identifiant est une chaîne de caractères qui doit commencer avec une lettre ou un tiret bas ("_") et doit contenir seulement des lettres, des tirets bas, des tirets ("-"), un point ("."), des chiffres, des caractères combinés et des caractères étendus.
hu_hu: A választás azonosítója. Ezt az azonosítót nem használhatja más választási vagy elemváltozó. Az azonosító egy karakterlánc, amelynek betűvel vagy aláhúzásjellel ("_") kell kezdődnie, és csak betűket, aláhúzásjeleket, kötőjeleket ("-"), pontokat (".", más néven pont), számjegyeket, kombinált karaktereket és bővítményeket tartalmazhat.
ja_le: 選択肢の識別子：同じ識別子を，他の選択肢やアイテム変数で使用できません。識別子は、文字またはアンダースコア("_") で始まり、文字、アンダースコア、ハイフン ("-")、ピリオド (".")、10進数値（digit）、結合文字（CombiningChars）、エクステンダ（Extender）を含む文字列です。
lt_lt: Pasirinkimo identifikatorius. Šis identifikatorius privalo nebūti naudojamas jokio kito pasirinkimo ar elemento kintamojo. Identifikatorius yra rinkinys raidžių ir simbolių, kurie privalo prasidėti su Raide arba apatiniu brūkšniu ("_") ir sudarytas tik iš Raidžių, apatinių brūkšnių, brūkšnių ("-"), taško ("."), Skaičių, jungiamųjų ženklų (CombiningChars) ir pratesėjų (Extenders).
nb_no: Identifikator for valget. Denne identifikatoren må ikke brukes av andre valg eller oppgavevariabler. En identifikator er en tegnrekke som må starte med en bokstav eller en understreking ("_") og bare inneholde bokstaver, understreker, bindestreker ("-"), punktum (".", Aka full-stop), tall, kombinerte tegn og forlengere.
nl_nl: De naam van de keuze. Deze naam moet niet worden gebruikt door een andere keuze of item variabele. Een naam is een string van tekens die beginnen met een letter of een liggend streepje ("_") en mag alleen letters, liggende streepjes, streepjes ("-"), punten ("."), cijfers, gecombineerde tekens en extenders bevatten.
pt_br: O identificador da escolha. Este identificador não deve ser usado por qualquer outra escolha ou pela variável do item. Um identificador é uma string de caracteres que devem começar com uma letra ou um underscore ("_") e conter apenas letras, sublinhados, hífens ("-"), período (". , a.k.a. parada), Digits, CombiningChars e Excursos.
ro_ro: Identificatorul ales. Acest identificator nu trebuie folosit de nici o altă alegere sau variabilă de element. Un identificator este un șir de caractere care trebuie să înceapă cu o scrisoare sau o subliniere ("_") și să conțină doar litere, sublinieri, cratime ("-"), perioadă (". , a.k.a. punct de oprire completă), cifre, combinații Chars și extensii.
sk_sk: Identifikátor voľby. Tento identifikátor nesmie byť použitý žiadnou inou premennou voľby alebo položky. Identifikátor je reťazec znakov, ktorý musí začínať písmenom alebo podčiarkovníkom („_“) a obsahuje iba písmená, podčiarkovníky, pomlčky („-“), bodku („.“, čiže bodku), číslice, kombinované znaky a rozširujúce znaky.

source: The identifier of the choice. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
fr_fr: L'identifiant du choix. Cet identifiant ne doit pas être utilisé par un autre choix ou une variable d'item. Un identifiant est une chaîne de caractères qui doit commencer avec une lettre ou un tiret bas ("_") et doit contenir seulement des lettres, des tirets bas, des tirets ("-"), un point ("."), des chiffres, des caractères combinés et des caractères étendus.
hu_hu: A választott azonosító. Ezt az azonosítót nem használhatja más válasz- vagy elemváltozó. Az azonosító egy karakterlánc, amelynek betűvel vagy aláhúzásjellel ("_") kell kezdődnie, és csak betűket, aláhúzásjeleket, kötőjeleket ("-"), pontokat (".", más néven pont), számjegyeket, kombinált karaktereket és bővítményeket tartalmazhat.
ja_le: レスポンス識別子：同じ識別子を，他のレスポンスやアイテム変数で使用できません。識別子は、文字またはアンダースコア("_") で始まり、文字、アンダースコア、ハイフン ("-")、ピリオド (".")、10進数値（digit）、結合文字（CombiningChars）、エクステンダ（Extender）を含む文字列です。
lt_lt: Pasirinkimo identifikatorius. Šis identifikatorius privalo nebūti naudojamas jokio kito atsakymo ar elemento kintamojo. Identifikatorius yra rinkinys raidžių ir simbolių, kurie privalo prasidėti su Raide arba apatiniu brūkšniu ("_") ir sudarytas tik iš Raidžių, apatinių brūkšnių, brūkšnių ("-"), taško ("."), Skaičių, jungiamųjų ženklų (CombiningChars) ir pratesėjų (Extenders).
nb_no: Identifikator for valget. Denne identifikatoren må ikke brukes av andre svar- eller oppgavevariabler. En identifikator er en tegnrekke som må starte med en bokstav eller en understreking ("_") og bare inneholde bokstaver, understreker, bindestreker ("-"), punktum (".", Aka full-stop), sifre, kombinerte tegn og forlengere.
nl_nl: De naam van de keuze. Deze naam moet niet worden gebruikt door een andere keuze of item variabele. Een naam is een string van tekens die beginnen met een letter of een liggend streepje ("_") en mag alleen letters, liggende streepjes, streepjes ("-"), punten ("."), cijfers, gecombineerde tekens en extenders bevatten.
pt_br: O identificador da escolha. Este identificador não deve ser usado por qualquer outra resposta ou variável do item. Um identificador é uma string de caracteres que devem começar com uma letra ou um underscore ("_") e conter apenas letras, sublinhados, hífens ("-"), período (". , a.k.a. parada), Digits, CombiningChars e Excursos.
ro_ro: Identificatorul ales. Acest identificator nu trebuie să fie folosit de nici un alt răspuns sau de nici o variabilă de element. Un identificator este un șir de caractere care trebuie să înceapă cu o scrisoare sau o subliniere ("_") și să conțină doar litere, sublinieri, cratime ("-"), perioadă (". , a.k.a. punct de oprire completă), cifre, combinații Chars și extensii.
sk_sk: Identifikátor podľa výberu. Tento identifikátor nesmie byť použitý žiadnou inou premennou odpovede alebo položky. Identifikátor je reťazec znakov, ktorý musí začínať písmenom alebo podčiarkovníkom („_“) a obsahuje iba písmená, podčiarkovníky, pomlčky („-“), bodku („.“, čiže bodku), číslice, kombinované znaky a rozširujúce znaky.

source: The identifier of the modal feedback. This identifier must not be used by any other modal feedback or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
fr_fr: L'identifiant du retour modal. Cet identifiant ne doit pas être utilisé par un autre choix ou une variable d'item. Un identifiant est une chaîne de caractères qui doit commencer avec une lettre ou un tiret bas ("_") et doit contenir seulement des lettres, des tirets bas, des tirets ("-"), un point ("."), des chiffres, des caractères combinés et des caractères étendus.
hu_hu: A modális visszajelzés azonosítója. Ezt az azonosítót nem használhatja más modális visszajelzés vagy elemváltozó. Az azonosító egy karakterlánc, amelynek betűvel vagy aláhúzásjellel ("_") kell kezdődnie, és csak betűket, aláhúzásjeleket, kötőjeleket ("-"), pontokat (".", más néven pont), számjegyeket, kombinált karaktereket és bővítményeket tartalmazhat.
ja_le: モーダルフィードバック識別子：この識別子を，他のモーダルフィードバック識別子やアイテム変数で使用できません。識別子は、文字またはアンダースコア("_") で始まり、文字、アンダースコア、ハイフン ("-")、ピリオド (".")、10進数値（digit）、結合文字（CombiningChars）、エクステンダ（Extender）を含む文字列です。
lt_lt: Pasirinkimo identifikatorius. Šis identifikatorius privalo nebūti naudojamas jokio kito modalinio atsiliepimo ar elemento kintamojo. Identifikatorius yra rinkinys raidžių ir simbolių, kurie privalo prasidėti su Raide arba apatiniu brūkšniu ("_") ir sudarytas tik iš Raidžių, apatinių brūkšnių, brūkšnių ("-"), taško ("."), Skaičių, jungiamųjų ženklų (CombiningChars) ir pratesėjų (Extenders).
nb_no: Identifikator for den modale tilbakemeldingen. Denne identifikatoren må ikke brukes av andre modale tilbakemeldinger eller oppgavevariabler. En identifikator er en tegnrekke som må starte med en bokstav eller en understreking ("_") og bare inneholde bokstaver, understreker, bindestreker ("-"), punktum (".", Aka full-stop), sifre, kombinerte tegn og forlengere.
nl_nl: De naam van de standaard feedback. Deze naam moet niet worden gebruikt door een andere standaard feedback of item variabele. Een naam is een string van tekens die beginnen met een letter of een liggend streepje ("_") en mag alleen letters, liggende streepjes, streepjes ("-"), punten ("."), cijfers, gecombineerde tekens en extenders bevatten.
pt_br: O identificador do feedback. Este identificador não deve ser usado por qualquer outro feedback modal ou variável do item. Um identificador é uma string de caracteres que devem começar com uma letra ou um underscore ("_") e conter apenas letras, sublinhados, hífens ("-"), período (". , a.k.a. parada), Digits, CombiningChars e Excursos.
ro_ro: Identificatorul feedback-ului modal. Acest identificator nu trebuie să fie folosit de niciun alt feedback modal sau de nicio variabilă a elementului. Un identificator este un șir de caractere care trebuie să înceapă cu o scrisoare sau o subliniere ("_") și să conțină doar litere, sublinieri, cratime ("-"), perioadă (". , a.k.a. punct de oprire completă), cifre, combinații Chars și extensii.
sk_sk: Identifikátor modálnej spätnej väzby. Tento identifikátor nesmie byť použitý žiadnou inou modálnou spätnou väzbou ani premennou položky. Identifikátor je reťazec znakov, ktorý musí začínať písmenom alebo podčiarkovníkom („_“) a obsahuje iba písmená, podčiarkovníky, pomlčky („-“), bodku („.“, čiže bodku), číslice, kombinované znaky a rozširujúce znaky.

source: The identifier of the response identifier. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
fr_fr: L'identifiant de l'identifiant de réponse. Cet identifiant ne doit pas être utilisé par un autre choix ou une variable d'item. Un identifiant est une chaîne de caractères qui doit commencer avec une lettre ou un tiret bas ("_") et doit contenir seulement des lettres, des tirets bas, des tirets ("-"), un point ("."), des chiffres, des caractères combinés et des caractères étendus.
hu_hu: A válaszazonosító azonosítója. Ezt az azonosítót nem használhatja más válasz- vagy elemváltozó. Az azonosító egy karakterlánc, amelynek betűvel vagy aláhúzásjellel ("_") kell kezdődnie, és csak betűket, aláhúzásjeleket, kötőjeleket ("-"), pontokat (".", más néven pont), számjegyeket, kombinált karaktereket és bővítményeket tartalmazhat.
ja_le: レスポンス識別子：同じ識別子を，他のレスポンス識別子やアイテム変数で使用できません。識別子は、文字またはアンダースコア("_") で始まり、文字、アンダースコア、ハイフン ("-")、ピリオド (".")、10進数値（digit）、結合文字（CombiningChars）、エクステンダ（Extender）を含む文字列です。
lt_lt: Pasirinkimo identifikatorius. Šis identifikatorius privalo nebūti naudojamas jokio kito atsakymo ar elemento kintamojo. Identifikatorius yra rinkinys raidžių ir simbolių, kurie privalo prasidėti su Raide arba apatiniu brūkšniu ("_") ir sudarytas tik iš Raidžių, apatinių brūkšnių, brūkšnių ("-"), taško ("."), Skaičių, jungiamųjų ženklų (CombiningChars) ir pratesėjų (Extenders).
nb_no: Identifikator til svaridentifikatoren. Denne identifikatoren må ikke brukes av andre svar- eller oppgavevariabler. En identifikator er en tegnrekke som må starte med en bokstav eller en understreking ("_") og bare inneholde bokstaver, understreker, bindestreker ("-"), punktum (".", Aka full-stop), sifre, kombinerte IMS QTI-oppagventegn og forlengere.
nl_nl: De naam van het antwoord. Deze naam moet niet worden gebruikt door een ander antwoord of item variabele. Een naam is een string van tekens die beginnen met een letter of een liggend streepje ("_") en mag alleen letters, liggende streepjes, streepjes ("-"), punten ("."), cijfers, gecombineerde tekens en extenders bevatten.
pt_br: O identificador do identificador de resposta. O identificador não deve ser usado por qualquer outra resposta ou variável do item. Um identificador é uma string de caracteres que devem começar com uma letra ou um underscore ("_") e conter apenas letras, sublinhados, hífens ("-"), período (". , a.k.a. parada), Digits, CombiningChars e Excursos.
ro_ro: Identificatorul identificatorului de răspuns. Acest identificator nu trebuie să fie folosit de nici un alt răspuns sau variabila elementului. Un identificator este un șir de caractere care trebuie să înceapă cu o scrisoare sau o subliniere ("_") și să conțină doar litere, sublinieri, cratime ("-"), perioadă (". , a.k.a. punct de oprire completă), cifre, combinații Chars și extensii.
sk_sk: Identifikátor identifikátora odpovede. Tento identifikátor nesmie byť použitý žiadnou inou premennou odpovede alebo položky. Identifikátor je reťazec znakov, ktorý musí začínať písmenom alebo podčiarkovníkom („_“) a obsahuje iba písmená, podčiarkovníky, pomlčky („-“), bodku („.“, čiže bodku), číslice, kombinované znaky a rozširujúce znaky.

source: The IMS QTI Item could not be imported.
fr_fr: L'item IMS QTI n'a pu être importé.
hu_hu: Az IMS QTI tétel importálása sikertelen.
ja_le: IMS QTIアイテムはインポートできませんでした
lt_lt: IMS QTI Elementas negali būti importuotas.
nb_no: IMS QTI-oppgaven kunne ikke importeres.
nl_nl: Het IMS QTI item kon niet worden geïmporteerd.
pt_br: O item IMS QTI não pôde ser importado.
ro_ro: Elementul IMS QTI nu a putut fi importat.
sk_sk: Položku IMS QTI sa nepodarilo importovať.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file failed: %s
hu_hu: Az IMS jegyzékfájlban "%s"-ként hivatkozott IMS QTI elem hibás volt: %s
nl_nl: Het IMS QTI Item waarnaar verwezen wordt als "%s" in het IMS Manifest bestand is mislukt: %s
pt_br: O item IMS QTI referenciado como "%s" no arquivo IMS Manifesto falhou: %s
ro_ro: Elementul IMS QTI menționat ca "%s" în fișierul IMS Manifest a eșuat: %s
sk_sk: Položka IMS QTI označená ako „%s“ v súbore manifestu IMS zlyhala: %s

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file has incorrect Response Processing and outcomeDeclaration definitions.
hu_hu: Az IMS jegyzékfájlban "%s" ként hivatkozott IMS QTI elem helytelen válaszfeldolgozási és eredménydeklarációs definíciókkal rendelkezik.
nl_nl: Het IMS QTI item waarnaar wordt verwezen als "%s" in het IMS Manifest bestand heeft onjuiste Response-verwerkings- en uitkomsverklaring definities.
pt_br: O item IMS QTI referenciado como "%s" no arquivo IMS Manifesto tem processamento de resposta incorreto e definições de resultados.
ro_ro: Elementul IMS QTI menționat ca "%s" în fișierul IMS Manifest are definiții incorecte de Procesare a Răspunsului și de Declarație de Rezultat.
sk_sk: Položka IMS QTI označená ako „%s“ v súbore manifestu IMS má nesprávne definície spracovania odpovede a deklarácie výsledku.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file should have been found the Item Bank. Item not found.
hu_hu: Az IMS Manifest fájlban "%s" ként hivatkozott IMS QTI elemnek meg kellett volna jelennie az elembankban. A elem nem található.
nl_nl: Het IMS QTI Item waarnaar verwezen wordt als "%s" in het IMS Manifest bestand moet gevonden zijn in de Item Bank. Item niet gevonden.
pt_br: O item IMS QTI referenciado como "%s" no arquivo IMS Manifesto deve ter sido encontrado no Item Bank. Item não encontrado.
ro_ro: Elementul IMS QTI referit ca "%s" în fişierul IMS Manifest ar fi trebuit să fie găsit Item Bank. Elementul nu a fost găsit. (Automatic Translation)
sk_sk: Položka IMS QTI označená ako „%s“ v súbore manifestu IMS mala byť nájdená v banke položiek. Položka sa nenašla.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was already stored in the Item Bank.
hu_hu: Az IMS jegyzékfájlban "%s" ként hivatkozott IMS QTI tétel már el volt tárolva a tételbankban.
nl_nl: Het IMS QTI Item waarnaar verwezen wordt als "%s" in het IMS Manifest bestand was al opgeslagen in de Item Bank.
pt_br: O item IMS QTI referenciado como "%s" no arquivo IMS Manifesto já estava armazenado no Item Bank.
ro_ro: Elementul IMS QTI referit ca "%s" în fişierul IMS Manifest a fost deja stocat în Banca Elementelor.
sk_sk: Položka IMS QTI označená ako „%s“ v súbore manifestu IMS už bola uložená v banke položiek.
