Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was successfully imported.
hu_hu: Az IMS jegyzékfájlban "%s" ként hivatkozott IMS QTI elem importálása sikeresen megtörtént.
nl_nl: Het IMS QTI Item waarnaar verwezen wordt als "%s" in het IMS Manifest bestand is succesvol geïmporteerd.
pt_br: O item IMS QTI referenciado como "%s" no arquivo IMS Manifesto foi importado com sucesso.
ro_ro: Elementul IMS QTI referit ca "%s" în fişierul IMS Manifest a fost importat cu succes.
sk_sk: Položka IMS QTI označená ako „%s“ v súbore manifestu IMS bola úspešne importovaná.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was successfully overwritten.
hu_hu: Az IMS jegyzékfájlban "%s" ként hivatkozott IMS QTI elem felülírása sikeresen megtörtént.
nl_nl: Het IMS QTI Item waarnaar verwezen wordt als "%s" in het IMS Manifest bestand is met succes overschreven.
pt_br: O item IMS QTI referenciado como "%sno arquivo IMS Manifesto foi substituído com sucesso.
ro_ro: Elementul IMS QTI referit ca "%s" în fişierul IMS Manifest a fost suprascris cu succes.
sk_sk: Položka IMS QTI označená ako „%s“ v súbore manifestu IMS bola úspešne prepísaná.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest was successfully rolled back.
fr_fr: L'item IMS QTI référencé comme "%s" dans le fichier de manifeste IMS a été restauré avec succès.
hu_hu: Az IMS jegyzékfájlban "%s"-ként hivatkozott IMS QTI elemet sikeresen visszagörgettük.
ja_le: IMSマニフェストファイルで、"%s"として参照されるQTIアイテムのロールバックが完了しました。
lt_lt: IMS QTI Elementas nurodytas kaip "%s" IMS Manifesto failas buvo sėkmingai atstatytas.
nb_no: IMS QTI-oppgaven referert til som "%s" i IMS-dokumentet ble rullet tilbake.
nl_nl: Het IMS QTI item, met de naam "%s", in het IMS Manifest bestand is succesvol terug gerold.
pt_br: O item IMS QTI referenciado como "%s" no manifesto de IMS foi revertido com sucesso.
ro_ro: Elementul IMS QTI referit ca "%s" în Manifestul IMS a fost rulat cu succes înapoi.
sk_sk: Položka IMS QTI označená ako „%s“ v manifeste IMS bola úspešne vrátená späť.

source: The IMS QTI Item was successfully imported.
fr_fr: L'item IMS QTI a été importé avec succès.
hu_hu: Az IMS QTI tétel importálása sikeresen megtörtént.
ja_le: IMS QTIアイテムのインポートが完了しました。
lt_lt: IMS QTI Elementas buvo sėkmingai importuotas.
nb_no: IMS QTI-oppgaven ble importert.
nl_nl: Het IMS QTI item is succesvol geïmporteerd.
pt_br: O item IMS QTI foi importado com sucesso.
ro_ro: Elementul IMS QTI a fost importat cu succes.
sk_sk: Položka IMS QTI bola úspešne importovaná.

source: The index to use when displaying a variable of ordered cardinality. If a variable of ordered cardinality is to be displayed and index is not set, all the values in the container are displayed.
fr_fr: L'indice à utiliser lors de l'affichage d'une variable de cardinalité ordonnée. Si une variable de cardinalité ordonnée doit être affichée et que l'indice n'est pas défini, alors toutes les valeurs dans le conteneur sont affichées.
hu_hu: A rendezett számosságú változó megjelenítésekor használandó index. Ha rendezett számosságú változót kell megjeleníteni, és az index nincs beállítva, akkor a konténerben lévő összes érték megjelenik.
ja_le: 順序付けされたカーディナリティの変数を表示するときに使用するインデックスです。インデックスが設定されていない場合は、コンテナ内のすべての値が表示されます。
nb_no: Indeksen som skal brukes når du viser en variabel av bestilt kardinalitet. Hvis en variabel av bestilt kardinalitet skal vises og indeksen ikke er angitt, vil alle verdiene i boksen vises.
nl_nl: De index om te gebruiken bij het weergeven van een variabele van geordende kardinaliteit. Als een variabele van geordende kardinaliteit moet worden weergegeven en de index niet is ingesteld, worden alle waarden in de container weergegeven.
pt_br: O índice a ser usado ao exibir uma variável de cardinalidade ordenada. Se uma variável de cardinalidade ordenada for exibida e o índice não estiver definido, todos os valores no contêiner serão exibidos.
ro_ro: Indexul de folosit la afișarea unei variabile de cardinalitate comandată. Dacă o variabilă de cardinalitate comandată este afișată și indexul nu este setat, toate valorile din container sunt afișate.
sk_sk: Index, ktorý sa má použiť pri zobrazení premennej s usporiadanou kardinálnosťou. Ak sa má zobraziť premenná s usporiadanou kardinálnosťou a index nie je nastavený, zobrazia sa všetky hodnoty v kontajneri.

source: The item cannot be saved because it contains an unsupported custom interaction.
fr_fr: L'item n'a pu être enregistré car il contient une interaction personnalisée non supportée.
hu_hu: Az elem nem menthető, mert nem támogatott egyéni interakciót tartalmaz.
ja_le: サポートされていないカスタムインタラクションが含まれているため、アイテムを保存できません。
lt_lt: Elementas negali būti išsaugotas, nes turi nepalaikomą pasirinktiną užduotį.
nb_no: Oppgaven kan ikke lagres fordi den inneholder en interaksjon som ikke støttes.
nl_nl: Het item kan niet worden opgeslagen omdat het een niet-ondersteunde custom interactie bevat.
pt_br: O item não pode ser salvo porque contém uma interação personalizada não suportada.
ro_ro: Elementul nu poate fi salvat deoarece conține o interacțiune personalizată nesuportată.
sk_sk: Položku nie je možné uložiť, pretože obsahuje nepodporovanú vlastnú interakciu.

source: The item has not been saved!
fr_fr: L'item n'a pas été enregistré !
hu_hu: A tétel nincs mentve!
ja_le: アイテムは保存されていません！
lt_lt: Elementas nebuvo išsaugotas!
nb_no: Oppgaven ble ikke lagret!
nl_nl: Het item is niet opgeslagen!
pt_br: O item não foi salvo!
ro_ro: Articolul nu a fost salvat!
sk_sk: Položka nebola uložená!

source: The item has unsaved changes, are you sure you want to leave ?
fr_fr: L'item a des changements non sauvegardés, voulez-vous vraiment quitter?
hu_hu: Az elem nem mentett módosításokat tartalmaz, biztosan kilép?
ja_le: アイテムの変更が保存されていません。本当に終了しますか？
lt_lt: Elementas turi neišsaugotus pakeitimus, ar jūs tikrai norite išeiti?
nb_no: Oppgaven har endringer som ikke er lagret. Er du sikker på at du vil avslutte?
nl_nl: Het item heeft niet opgeslagen veranderingen, weet u zeker dat u wilt vertrekken?
pt_br: O item tem alterações não salvas, você tem certeza que deseja sair?
ro_ro: Elementul are modificări nesalvate, sunteți sigur că doriți să ieșiți?
sk_sk: Položka má neuložené zmeny, ste si istý/á, že chcete odísť?

source: The item has unsaved changes, would you like to save it ?
fr_fr: L'item a des changements non enregistrés, voulez-vous l'enregistrer?
hu_hu: Az elem nem mentett módosításokat tartalmaz, szeretné menteni?
ja_le: アイテムの変更が保存されていません。保存しますか？
lt_lt: Elementas turi neišsaugotus pakeitimus, ar norėtumėte juos išsaugoti?
nb_no: Oppgaven har blitt endret. Vil du lagre endringene?
nl_nl: Het item heeft niet opgeslagen veranderingen, wil u het sparen?
pt_br: O item tem alterações não salvas, deseja salvá-las?
ro_ro: Elementul are modificări nesalvate, doriţi să îl salvaţi?
sk_sk: Položka má neuložené zmeny, chcete ju uložiť?

source: The item needs to be saved before it can be previewed
fr_fr: L'item doit être enregistré avant d'en avoir un aperçu.
hu_hu: Az elemet menteni kell, mielőtt megtekinthető lenne az előnézete.
ja_le: プレビューの前にアイテムを保存してください
lt_lt: Šis elementas privalo būti išsaugotas norint pamatyti peržiūrą
nb_no: Oppgaven må lagres før det kan forhåndsvises
nl_nl: Het item moet worden opgeslagen voordat het als voorbeeld kan worden bekeken.
pt_br: O item precisa ser salvo antes que possa ser pré-visualizado
ro_ro: Produsul trebuie salvat înainte de a putea fi previzualizat
sk_sk: Položku je potrebné uložiť, aby sa dala zobraziť jej ukážka

source: The item of the qti item. It is currently used as a meta data only. It is required by the QTI standard.
fr_fr: Le titre de l'item QTI. N'est actuellement utilisé que comme métadonnée. Il est demandé par le standard QTI.
hu_hu: A mennyiségi mutató (qti) elemének eleme. Jelenleg csak metaadatként használatos. A QTI szabvány megköveteli.
ja_le: そのアイテムはメタデータとしてのみ使われています。これはQTI規格で必須となっています。
lt_lt: Elementas iš QTI Elemento. Šiuo metu naudojamas tik meta duomenims. Jis yra reikalingas QTI standartui.
nb_no: Qti-oppgaven brukes kun som metadata. Det kreves av QTI-standarden.
nl_nl: Het item van het qti item. Het is momenteel alleen in gebruik als meta data. Het is vereist door de QTI standaard.
pt_br: O item do item qti. Ele é usado atualmente como apenas um dado meta. Ele é necessário para o padrão QTI.
ro_ro: Elementul elementului qti. În prezent este folosit doar ca meta. Este cerut de standardul QTI.
sk_sk: Položka položky qti. Momentálne sa používa iba ako metadáta. Vyžaduje ju štandard QTI.

source: The left position of the shape relative to the top left corner of the background in pixels. This value may be scaled when the background image size is adapted to it's container
fr_fr: La position gauche de la forme relative au coin haut-gauche de l'arrière-plan en pixels. Cette valeur peut être redimensionnée quand la taille de l'image en arrière-plan est adaptée à son conteneur.
hu_hu: Az alakzat bal oldali pozíciója a háttér bal felső sarkához képest pixelben. Ez az érték méretezhető, ha a háttérkép méretét a tárolójához igazítják.
ja_le: 背景の左上隅を基準としたシェイプの左位置をピクセル単位で指定する。この値は、背景画像のサイズがコンテナに合わせて変更された場合には、スケーリングされます。
nb_no: Den venstre posisjonen til formen i forhold til det øverste venstre hjørnet av bakgrunnen i piksler. Denne verdien kan skaleres når bakgrunnsbildestørrelsen er tilpasset boksen
nl_nl: De linker positie van de vorm in relatie tot de linker bovenhoek van de achtergrond in pixels. Deze waarde mag geschaald worden wanneer de achtergrondafbeelding is overgenomen door zijn container
pt_br: A posição esquerda da forma em relação ao canto superior esquerdo do fundo em pixels. Este valor pode ser escalonado quando o tamanho da imagem de fundo é adaptado ao contêiner
ro_ro: Poziția din stânga a formei comparativ cu colțul din stânga sus al fundalului în pixeli. Această valoare poate fi scalată atunci când dimensiunea imaginii de fundal este adaptată la containerul
sk_sk: Ľavá poloha tvaru vzhľadom na ľavý horný roh pozadia v pixeloch. Túto hodnotu je možné škálovať, keď sa veľkosť obrázka pozadia prispôsobí jeho kontajneru.

source: The loop attribute is used to set continuous play mode. In continuous play mode, once the media object has started to play it should play continuously (subject to maxPlays).
fr_fr: L'attribut loop (boucle) est utilisé pour régler le mode de jeu en continu. Dans le mode de jeu en continu, une fois que l'objet média a commencé à se jouer il devraient se jouer en continu (sujet à maxPlays).
hu_hu: A loop attribútum a folyamatos lejátszási mód beállítására szolgál. Folyamatos lejátszási módban, miután a médiaobjektum lejátszása elkezdődött, folyamatosan kell lejátszódnia (a maxPlays értékének függvényében).
ja_le: 「最大再生回数」の設定に応じて連続自動再生されます
nb_no: Gjentagelsesattributtet brukes til å angi kontinuerlig avspillingsmodus. I kontinuerlig avspillingsmodus, når medieobjektet har begynt å spille, skal det spilles av kontinuerlig (med forbehold om maxPlays).
nl_nl: Het herhaal attribuut wordt gebruikt om een continue speelmodus aan te zetten. In continue speelmodus zal het media object, nadat het is gestart, zich zelf steeds herhalen (afhankelijk van maxPlays).
pt_br: O atributo loop é usado para definir o modo de reprodução contínua. No modo de reprodução contínua, assim que o objeto de mídia começar a executá-lo continuamente (sujeito ao maxPlays).
ro_ro: Atributul buclei este folosit pentru a seta modul de joc continuu. În modul de redare continuă, odată ce obiectul media a început să îl redea ar trebui să fie redat continuu (în funcție de maxPlays).
sk_sk: Atribút loop sa používa na nastavenie režimu nepretržitého prehrávania. V režime nepretržitého prehrávania by sa mediálny objekt mal po spustení prehrávania prehrávať nepretržite (podľa maxPlays).

source: The lower bound of the slider
fr_fr: La limite inférieure du curseur
hu_hu: A csúszka alsó határa
ja_le: スライダーの最小値
lt_lt: Slankiklio apatinė riba
nb_no: Linjalens nedre grense
nl_nl: De ondergrens van de schuifknop
pt_br: O limite inferior do controle deslizante
ro_ro: Marginea inferioară a cursorului
sk_sk: Dolná hranica posúvača

source: The manifest argument must be an instance of DOMDocument.
fr_fr: L'argument manifest doit être une instance de DOMDocument.
hu_hu: A manifest argumentumnak a DOMDocument egy példányának kell lennie.
ja_le: マニフェスト引数はDOMドキュメントのインスタンスでなくてはなりません。
lt_lt: Manifesto argumentas privalo būti DOMDocument instancija.
nb_no: Dokumnetargumentet må være en forekomst av DOMDocument.
nl_nl: Het manifest document moet een instantie zijn van DOMDocument.
pt_br: O argumento de manifesto deve ser uma instância do DOMDocument.
ro_ro: Argumentul manifest trebuie să fie un exemplu de DOMDocument.
sk_sk: Argument manifestu musí byť inštanciou DOMDocument.

source: The mapping indicator to use between field name and field value when displaying variables of record cardinality. "=" is default when mappingIndicator is not declared. Implementations can override this default with personal preferences or locale settings.
fr_fr: L'indicateur de correspondance à utiliser entre le nom du champ et la valeur du champ lors de l'affichage de variables de cardinalité de registre. "=\n"est choisi par défaut quand mappingIndicator n'est pas déclaré. Les implémentations peuvent outrepasser ce réglage par défaut avec les préférences personnelles ou les paramètres locaux.
hu_hu: A mezőnév és a mezőérték között használandó leképezési indikátor a rekordok kardinalitásának változóinak megjelenítésekor. A "=" az alapértelmezett érték, ha a mappingIndicator nincs deklarálva. A megvalósítások felülbírálhatják ezt az alapértelmezett értéket személyes beállításokkal vagy területi beállításokkal.
ja_le: レコードのカーディナリティ変数を表示するときにフィールド名とフィールド値の間で使用するマッピングインジケーターです。 マッピングインジケーターが宣言されていない場合、"="がデフォルトです。実装では、このデフォルトを個別設定またはロケール設定で上書きできます。
nb_no: Kartleggingsindikatoren som skal brukes mellom områdenavn og feltverdi når du viser variabler for registrert kardinalitet. "=" er standard når kartleggingsindikator ikke er deklarert. Implementeringer kan overstyre denne standarden med personlige preferanser eller lokale innstillinger.
nl_nl: De mapping indicator om te gebruiken tussen veldnaam en veldwaarde bij het weergeven van variabelen van de record kardinaliteit. "=" is de standaardwaarde wanneer mappingIndicator niet is gedeclareerd. Implementaties kunnen deze standaardwaarde overschrijven met persoonlijke voorkeuren of locale instellingen.
pt_br: O indicador de mapeamento a ser usado entre o nome do campo e o valor do campo ao exibir variáveis de cardinalidade do registro. "=" é o padrão quando o mapeadorIndicador não é declarado. Implementações podem substituir este padrão por preferências pessoais ou configurações de localização.
ro_ro: Indicatorul de cartografiere pentru a utiliza între numele câmpului și valoarea câmpului la afișarea variabilelor de cardinalitate a înregistrării. "=" este implicit atunci când mappingIndicatorul nu este declarat. Implementările pot suprascrie această opțiune cu preferințe personale sau setări locale.
sk_sk: Indikátor mapovania, ktorý sa má použiť medzi názvom poľa a hodnotou poľa pri zobrazovaní premenných kardinality záznamu. "=" je predvolená hodnota, keď nie je deklarovaný mappingIndicator. Implementácie môžu túto predvolenú hodnotu prepísať osobnými preferenciami alebo nastaveniami lokality.

source: The mapping options are available when at least one map entry is defined.
fr_fr: Les options de correspondance sont disponibles lorsqu'au moins une entrée de correspondance a été définie.
hu_hu: A leképezési beállítások akkor érhetők el, ha legalább egy leképezési bejegyzés definiálva van.
ja_le: 採点方法の「部分点」は、準正答などにスコアを設定したい場合に使用します。
nb_no: Kartleggingsalternativene er tilgjengelige når minst én oppføring er definert.
nl_nl: De mapping opties zijn beschikbaar als ten minste één kaart item is gedefinieerd.
pt_br: As opções de mapeamento estão disponíveis quando pelo menos uma entrada de mapa é definida.
ro_ro: Opțiunile de cartografiere sunt disponibile atunci când cel puțin o intrare de hartă este definită.
sk_sk: Možnosti mapovania sú k dispozícii, keď je definovaný aspoň jeden záznam mapy.

source: The maximum number of association is unlimited.
fr_fr: Le nombre maximal d'associations est illimité.
hu_hu: A kapcsolatok maximális száma korlátlan.
ja_le: 組合せの最大数に制限はありません
lt_lt: Maksimalus kiekis ryšių yra neribojamas.
nb_no: Maksimalt antall forbindelser er ubegrenset.
nl_nl: Het maximum aantal voor associatie is oneindig.
pt_br: O número máximo de associações é ilimitado.
ro_ro: Numărul maxim de asocieri este nelimitat.
sk_sk: Maximálny počet združení je neobmedzený.

source: The maximum number of associations that the candidate is allowed to make.
fr_fr: Le nombre maximal d'associations que le candidat peut faire.
hu_hu: A jelölt által megtehető asszociációk maximális száma.
ja_le: 受検者が解答できる組合せの最大数
lt_lt: Maksimalus kiekis ryšių, kurių kandidatui leidžiama sudaryti.
nb_no: Maksimalt antall forbindelser som eleven har lov til å lage.
nl_nl: Het maximum aantal associaties dat een kandidaat mag maken.
pt_br: O número máximo de associações que o candidato pode fazer.
ro_ro: Numărul maxim de asociații pe care candidatul poate să le facă.
sk_sk: Maximálny počet asociácií, ktoré môže kandidát vytvoriť.

source: The maximum number of choices that the candidate is allowed to select.
fr_fr: Le nombre maximal de choix que le candidat peut faire.
hu_hu: A jelölt által maximálisan kiválasztható lehetőségek száma.
ja_le: 受検者が選択できる選択肢の最大数
lt_lt: Maksimalus kiekis variantų, kurį kandidatui leidžiama pasirinkti.
nb_no: Maks antall valg som eleven har lov til å velge.
nl_nl: Het maximum aantal keuzen dat een kandidaat mag selecteren.
pt_br: O número máximo de escolhas que o candidato pode selecionar.
ro_ro: Numărul maxim de opțiuni pe care candidatul poate să le selecteze.
sk_sk: Maximálny počet možností, ktoré si kandidát môže vybrať.

source: The maximum number of choices that the candidate is required to select to form a valid response.
fr_fr: Le nombre maximum de choix que le candidat doit sélectionner pour former une réponse valide.
hu_hu: A jelöltnek érvényes válaszadáshoz maximálisan ki kell választania a lehetséges válaszok számát.
nl_nl: Het maximale aantal keuzes dat de kandidaat nodig heeft om te selecteren om een geldig antwoord te vormen.
pt_br: O número máximo de escolhas que o candidato é necessário para selecionar para formar uma resposta válida.
ro_ro: Numărul maxim de opțiuni pe care candidatul trebuie să le aleagă pentru a forma un răspuns valabil.
sk_sk: Maximálny počet možností, ktoré musí kandidát vybrať, aby vytvoril platnú odpoveď.

source: The maximum number of choices this choice may be associated with.
fr_fr: Le nombre maximal de choix avec lequel ce choix peut être associé.
hu_hu: Az ehhez a választási lehetőséghez társítható választási lehetőségek maximális száma.
ja_le: この選択肢を選べる回数
lt_lt: Maksimalus kiekis variantų, kurių šiam variantui galima asocijuoti.
nb_no: Maksimalt antall valg dette alternativet kan være kobles med.
nl_nl: Het maximum aantal keuzen waarmee deze keuze mag worden geassocieerd.
pt_br: O número máximo de escolhas que esta escolha pode estar associada.
ro_ro: Numărul maxim de alegeri cu care se poate asocia această alegere.
sk_sk: Maximálny počet možností, s ktorými môže byť táto možnosť spojená.

source: The maximum number of choices this choice may be associated with. If matchMax is 0 there is no restriction.
fr_fr: Le nombre maximal de choix avec lequel ce choix peut être associé. Si matchMax est à 0 il n'y a aucune restriction.
hu_hu: A választási lehetőségek maximális száma, amelyhez ez a választási lehetőség társítható. Ha a matchMax értéke 0, akkor nincs korlátozás.
ja_le: この選択肢を選べる回数。0の場合は、選択回数の制限はありません。
lt_lt: Maksimalus kiekis pasirinkimų, kuriuos galima susieti. Jeigu matchMax yra 0, nėra jokio apribojimo.
nb_no: Maksimalt antall valg dette alternativet kan være koblet med. Hvis matchMax er 0 er det ingen begrensning.
nl_nl: Het maximaal aantal keuze waarmee deze keuze geassocieerd mag worden. Indien matchMax is 0 dan is er geen restrictie.
pt_br: O número máximo de escolhas que esta escolha pode estar associada. Se o matchMax é 0 não há restrição.
ro_ro: Numărul maxim de opțiuni cu care poate fi asociată această opțiune. Dacă potrivirea Max este 0, nu există restricție.
sk_sk: Maximálny počet možností, s ktorými môže byť táto možnosť spojená. Ak je matchMax 0, neexistuje žiadne obmedzenie.

source: The maxPlays attribute indicates that the media object can be played at most maxPlays times - it must not be possible for the candidate to play the media object more than maxPlay times. A value of 0 (the default) indicates that there is no limit.
fr_fr: L'attribut maxPlays indique que l'objet média peut être joué au plus maxPlays fois - Il ne doit pas être possible pour le candidat de jouer l'objet média plus que maxPlay fois. Une valeur de 0 (par défaut) indique qu'il n'y a aucune limite.
hu_hu: A maxPlays attribútum azt jelzi, hogy a médiaobjektum legfeljebb maxPlays alkalommal játszható le – a jelölt nem játszhatja le a médiaobjektumot a maxPlays számnál többször. A 0 érték (alapértelmezett) azt jelzi, hogy nincs korlát.
ja_le: メディアの最大再生回数です。受検者はこの再生回数を超えて再生することはできません。0（デフォルト）は制限なく再生できます。
nb_no: MaxPlays-attributtet indikerer at medieobjektet kan spilles opptil maxPlays ganger - det må ikke være mulig for eleven å spille medieobjektet mer enn maxPlay ganger. En verdi på 0 (standard) indikerer at det ikke er noen grense.
nl_nl: De maxPlays attribuut bepaalt dat media maximaal maxPlays keer gespeeld kan worden - Het mag niet mogelijk zijn voor een kandidaat om het media object vaker af te spelen dan maxPlays keer. Een waarde van 0 (de standaard) geeft aan dat er geen limiet is.
pt_br: O atributo maxPlays indica que o objeto de mídia pode ser tocado no máximo maxPlays - não deve ser possível para o candidato executar o objeto media mais do que o maxPlay vezes. Um valor de 0 (o padrão) indica que não há limite.
ro_ro: Atributul maxPlayays indică faptul că obiectul media poate fi redat cel mult maxPlays de ori - nu trebuie să fie posibil ca candidatul să joace obiectul media mai mult de maxPlay ori. O valoare de 0 (implicit) indică faptul că nu există nicio limită.
sk_sk: Atribút maxPlays označuje, že mediálny objekt je možné prehrať maximálne maxPlays-krát – kandidát nesmie byť schopný prehrať mediálny objekt viac ako maxPlay-krát. Hodnota 0 (predvolená hodnota) označuje, že neexistuje žiadny limit.

source: The MAXSCORE of this item is removed because the current interaction settings allow an infinite value to the score.
hu_hu: A tétel MAXSCORE értéke eltávolításra került, mivel a jelenlegi interakciós beállítások végtelen értéket engedélyeznek a pontszámhoz.
nl_nl: De MAXSCORE van dit item wordt verwijderd omdat de huidige interface-instellingen een oneindige waarde aan de score toestaan.
ro_ro: MAXSCORE al acestui element este eliminat deoarece setările curente de interacţiune permit o valoare infinită a scorului.
sk_sk: MAXSCORE tejto položky sa odstráni, pretože aktuálne nastavenia interakcie umožňujú nekonečnú hodnotu skóre.
