Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Control the playing parameters (auto-start, loop) of a video or audio file and report the number of time it has been played.
fr_fr: Contrôler les paramètres de lecture (auto-démarrage, en boucle) d'une vidéo ou d'un fichier audio et reporter le nombre de fois qu'il a été lu.
hu_hu: Szabályozhatja egy video- vagy hangfájl lejátszási paramétereit (automatikus indítás, ismétlés), és jelentheti a lejátszások számát.
ja_le: ビデオまたはオーディオファイルの再生パラメータ（オートスタート、ループ）を制御し、それが再生された回数を報告します
lt_lt: Valdyk vaizdo arba garso įrašo failo atkūrimo nustatymus (automatinė paleistis, kartojimas) su ataskaita, kiek kartų buvo paleistas įrašas.
nb_no: Kontroller avspillingsparametrene (automatisk start, loop) for en video- eller lydfil og rapporter hvor mange ganger den har blitt spilt.
nl_nl: Beheer de speel parameters (auto-start, loop) van een video- of audiobestand en rapporteer het aantal keren dat het is gespeeld.
pt_br: Controle os parâmetros de reprodução (início automático, loop) de um arquivo de vídeo ou áudio e reporte o número de vezes que ele foi reproduzido.
ro_ro: Controlează parametrii de redare (pornire automată, buclă) ai unui fișier video sau audio și raportează numărul de redare.
sk_sk: Ovládajte parametre prehrávania (automatické spustenie, slučka) video alebo audio súboru a hláste, koľkokrát bol prehraný.

source: Correct
hu_hu: Helyes
ja_le: 正しい
lt_lt: Teisingai
nb_no: Riktig
nl_nl: Goed!
pt_br: Corrigir
ro_ro: Corect
sk_sk: Správne

source: correct
hu_hu: helyes
ja_le: 正しい
lt_lt: teisingai
nb_no: riktig
nl_nl: Goed!
pt_br: correto
ro_ro: corect
sk_sk: správne

source: Cosine
nl_nl: Cosinus

source: Create a single hottext from the selection
hu_hu: Egyetlen gyorsszöveg létrehozása a kijelölésből
nl_nl: Creëer een enkele hottext vanuit de selectie
ro_ro: Creați un singur prospect hottext din selecție
sk_sk: Vytvoriť jeden hottext z výberu

source: Create assocations and fill the score in the form below
fr_fr: Créer les associations et remplir le score dans le formulaire ci-dessous
hu_hu: Hozz létre társításokat, és töltsd ki az alábbi űrlapot a pontszámmal
ja_le: 組合せを作成し、以下のフォームにスコアを記入
nb_no: Opprett koblingerer og fyll ut poengsummen i skjemaet under
nl_nl: Maak verbindingen aan en vul de score in het formulier hieronder
pt_br: Crie assocations e preencha a pontuação no formulário abaixo
ro_ro: Creați assocații și completați scorul în formularul de mai jos
sk_sk: Vytvorte asociácie a vyplňte skóre vo formulári nižšie

source: Create association(s) between areas (hotspots) displayed on a picture.
fr_fr: Créez une ou des associations entre les zones (hotspots) affichées sur une image.
hu_hu: Hozzon létre társításokat a képen megjelenített területek (gócpontok) között.
ja_le: 画面上に表示された領域（ホットスポット）との間の関連を作成します
lt_lt: Sukurkite ryšius tarp plotų atvaizduotų paveikslėlyje.
nb_no: Lag kobling(er) mellom områder (hotspots) som vises på et bilde.
nl_nl: Maak verbindingen aan tussen gebieden (hotspots) getoond op een afbeelding.
pt_br: Crie associação(ões) entre áreas (hotspots) exibido em uma imagem.
ro_ro: Creati asocieri intre zone (hotspots) afisate intr-o imagine.
sk_sk: Vytvoriť asociácie medzi oblasťami (horúcimi bodmi) zobrazenými na obrázku.

source: Create association(s) between two sets of choices displayed in a table (row and column).
fr_fr: Créez une ou des associations entre deux ensembles de choix affichés dans une table (ligne et colonne).
hu_hu: Hozzon létre társítást két, egy táblázatban megjelenített választási lehetőségcsoport (sor és oszlop) között.
ja_le: テーブル（行と列）の関連づけを作成します
lt_lt: Sukurkite ryšius tarp dviejų rinkinių pasirinkimų atvaizduotų lentelėje (stulpelis ir eilutė).
nb_no: Opprett kobling(er) mellom to sett med valg som vises i en tabell (rad og kolonne).
nl_nl: Maak verbindingen aan tussen twee sets van keuzes die in een tabel worden getoond (rij en kolom).
pt_br: Criar associação (s) entre dois conjuntos de opções exibidos em uma tabela (linha e coluna).
ro_ro: Creează o asociație(i) între două seturi de opțiuni afișate într-un tabel (rând și coloană).
sk_sk: Vytvorte asociáciu (asociácie) medzi dvoma sadami možností zobrazenými v tabuľke (riadok a stĺpec).

source: Create gap
fr_fr: Créer un espace
hu_hu: Rés létrehozása
ja_le: 穴埋め作成
lt_lt: Sukurti tarpą
nb_no: Lag mellomrom
nl_nl: Maak een opening aan
pt_br: Criar espaço
ro_ro: Creează un gol
sk_sk: Vytvoriť medzeru

source: Create hottext
fr_fr: Créer un hottext
hu_hu: Hottext létrehozása
ja_le: ホットテキスト作成
lt_lt: Sukurti karštąjį tekstą
nb_no: Lag klikk-ord-oppgave
nl_nl: Maak een hottext aan
pt_br: Criar hottext
ro_ro: Creare context hottext
sk_sk: Vytvoriť horúci text

source: Create multiple hottexts from the selection
hu_hu: Több gyorsszöveg létrehozása a kijelölésből
nl_nl: Maak meerdere hottexten vanuit de selectie
ro_ro: Creați mai multe hottexts din selecție
sk_sk: Vytvoriť viacero horúcich textov z výberu

source: Create pair(s) from a series of choices.
fr_fr: Créer une ou des paires à partir d'une série de choix.
hu_hu: Hozz létre pár(ka)t egy vagy több választási lehetőségből.
ja_le: 選択肢からペアを作成
lt_lt: Sukurti porą(–as) iš pasirinkimų serijos.
nb_no: Lag par ut fra en rekke valg.
nl_nl: Maak paren aan van een serie keuzes.
pt_br: Crie pares a partir de uma série de escolhas.
ro_ro: Creează o pereche (perechi) dintr-o serie de alegeri.
sk_sk: Vytvorte pár(y) zo série možností.

source: CSV content + metadata
fr_fr: Contenu CSV + métadonnées
hu_hu: CSV tartalom + metaadatok
nb_no: CSV-innhold + metadata
nl_nl: CSV-inhoud + metadata
pt_br: Conteúdo CSV + metadados
ro_ro: Conținut CSV + metadate
sk_sk: Obsah CSV + metadáta

source: Current value:
fr_fr: Valeur actuelle :
hu_hu: Aktuális érték:
ja_le: 現在の値:
lt_lt: Dabartinė reikšmė:
nb_no: Verdi:
nl_nl: Huidige waarde:
pt_br: Valor atual:
ro_ro: Valoare curentă:
sk_sk: Aktuálna hodnota:

source: Currently conversion from MathML to LaTeX is not available. Editing MathML here will have the LaTex code discarded.
fr_fr: Actuellement la conversion de MathML vers LaTex n'est pas disponible. L'édition du MathML entraîne le rejet du code LaTex.
hu_hu: Jelenleg nem érhető el a MathML-ről LaTeX-re való konvertálás. A MathML itt történő szerkesztése a LaTex kód elvesztését okozza.
ja_le: 現在、MathMLからのLaTeXへの変換は使用できません。ここでMathMLを編集すると、LaTexのコードが破棄されます。
lt_lt: Šiuo metu konversija iš MathML į LaTeX nėra galima. Redaguojant MathML čia, LaTeX kodas bus atmestas.
nb_no: Konvertering fra MathML til LaTeX er for tiden ikke mulig. LaTex-koden blir slettet hvis du redigerer MathML her.
nl_nl: Op dit moment is een conversie van MathML naar LaTeX niet beschikbaar. Het hier aanpassen van MathML zal ervoor zorgen dat de LaTex code wordt genegeerd.
pt_br: Atualmente a conversão de MathML para LaTeX não está disponível. A edição de MathML aqui terá o código LaTex descartado.
ro_ro: Conversia de la MathML la LaTeX nu este disponibilă. Editând MathML aici codul LaTex va fi eliminat.
sk_sk: Konverzia z MathML do LaTeXu momentálne nie je k dispozícii. Úpravou MathML tu sa kód LaTeXu zahodí.

source: custom
fr_fr: personnalisé
hu_hu: szokás
ja_le: カスタム
lt_lt: pasirinktinas
nb_no: egendefinert skåring
nl_nl: aangepast
pt_br: personalizado
ro_ro: personalizat
sk_sk: zvyk

source: Custom Interactions
hu_hu: Egyéni interakciók
nl_nl: Aangepaste interacties
pt_br: Interações personalizadas
ro_ro: Interacţiuni personalizate
sk_sk: Vlastné interakcie

source: Custom Response Processing Mode
fr_fr: Mode de traitement de la réponse personnalisée
hu_hu: Egyéni válaszfeldolgozási mód
ja_le: カスタムレスポンス処理モード
nb_no: Egendefinert skåringsinnstilling
nl_nl: Aangepaste antwoord verwerkingsmode
pt_br: Modo de processamento de resposta personalizada
ro_ro: Mod de procesare răspuns personalizat
sk_sk: Režim spracovania vlastnej odpovede

source: Default
fr_fr: Par défaut
hu_hu: Alapértelmezett
ja_le: デフォルト
lt_lt: Numatytas
nb_no: Standard
nl_nl: Standaard
pt_br: Padrão
ro_ro: Implicit
sk_sk: Predvolené

source: default
fr_fr: par défaut
hu_hu: alapértelmezett
ja_le: デフォルト
lt_lt: numatytas
nb_no: standard
nl_nl: standaard
pt_br: Padrão
ro_ro: implicit
sk_sk: predvolené

source: Define constraints on the number of choices required to form a valid response. None: define no additional constraints. Answer required: require the test taker to select at least one choice. Other constraints: define custom minimum and/or maximum constraints (only available for multiple choices)
hu_hu: Korlátozások megadása az érvényes válaszadáshoz szükséges választási lehetőségek számára vonatkozóan. Nincs: nincsenek további korlátozások. Válasz kötelező: a vizsgázónak legalább egy választ ki kell választania. Egyéb korlátozások: egyéni minimum és/vagy maximum korlátozások megadása (csak több választási lehetőség esetén érhető el)
nl_nl: Definieer beperkingen op het aantal keuzes dat nodig is voor het vormen van een geldige reactie. Geen: definieer geen extra beperkingen. Antwoord vereist: vereist de testtaker om ten minste één keuze te selecteren. Andere beperkingen: definieer aangepaste minimale en/of maximale beperkingen (alleen beschikbaar voor meerdere keuzes)
pt_br: Defina restrições sobre o número de opções necessárias para formar uma resposta válida. Nenhum: não defina restrições adicionais. Resposta necessária: Exige que o realizador de testes selecione pelo menos uma escolha. Outras restrições: defina restrições mínimas e/ou máximas personalizadas (disponível somente para múltiplas opções)
ro_ro: Definiți constrângerile pentru numărul de opțiuni necesare pentru a forma un răspuns valid. Nici una: definiți nicio constrângere suplimentară. Este necesar răspunsul necesar: necesită testarea axei pentru a selecta cel puțin o opțiune. Alte constrângeri: definirea unor constrângeri personalizate minime și/sau maxime (disponibile numai pentru mai multe opțiuni)
sk_sk: Definujte obmedzenia počtu možností potrebných na vytvorenie platnej odpovede. Žiadne: nedefinujte žiadne ďalšie obmedzenia. Požadovaná odpoveď: vyžaduje sa, aby účastník testu vybral aspoň jednu možnosť. Iné obmedzenia: definujte vlastné minimálne a/alebo maximálne obmedzenia (k dispozícii iba pre viacero možností).

source: Define correct response
fr_fr: Définir la réponse correcte
hu_hu: Határozza meg a helyes választ
ja_le: 正解を設定
lt_lt: Nustatyti teisingą atsakymą
nb_no: Definer riktig svar
nl_nl: Geef het correcte antwoord
pt_br: Definir resposta correta
ro_ro: Definește răspunsul corect
sk_sk: Definujte správnu odpoveď

source: Define correct response (for post-processing)
nl_nl: Definieer juiste reactie (voor nabewerking)
ro_ro: Definește răspunsul corect (pentru post-procesare)

source: Define item language.
fr_fr: Définir la langue d'un item.
hu_hu: Határozza meg az elem nyelvét.
ja_le: アイテム言語を定義します
lt_lt: Nustatyti elemento kalbą.
nb_no: Definer oppgavespråk.
nl_nl: Definieer de taal van het item.
pt_br: Defina idioma do item.
ro_ro: Definiți limba elementului.
sk_sk: Definujte jazyk položky.

source: define prompt
fr_fr: définir l'invite
hu_hu: prompt definiálása
ja_le: 問題文を記入・・・
lt_lt: įrašykite klausimą arba nurodymą
nb_no: skriv inn en ledetekst
nl_nl: Definieer prompt
pt_br: definir aviso
ro_ro: definiți promptitudinea
sk_sk: definovať výzvu

source: Define the correct response.
fr_fr: Définissez la réponse correcte.
hu_hu: Határozza meg a helyes választ.
ja_le: 正解を設定
lt_lt: Nustatyti teisingą atsakymą.
nb_no: Definer riktig svar.
nl_nl: Definieer het correcte antwoord.
pt_br: Definir a resposta correta.
ro_ro: Definiţi răspunsul corect.
sk_sk: Definujte správnu odpoveď.

source: Define the status of the translation.
nl_nl: Bepaal de status van de vertaling.
ro_ro: Defineste statusul traducerii.

source: Define whether a choice must be selected by the candidate in order to form a valid response to the interaction.
fr_fr: Définir si un choix doit être sélectionné par un candidat pour former une réponse valide à l'interaction.
hu_hu: Határozza meg, hogy a jelöltnek ki kell-e választania egy lehetőséget ahhoz, hogy érvényes választ adjon az interakcióra.
ja_le: 有効なレスポンスを得るために、選択肢が受検者から選択されなu200Bu200Bければならないかどうかを定義します。
lt_lt: Nurodyti ar pasirinkimas privalo būti pasirinktas kandidato, kad būtų suformuotas taisyklis užduoties atsakymas.
nb_no: Definer om eleven må gjøre et valg for å lage et gyldig svar på oppgaven.
nl_nl: Definieer of een kandidaat een keuze moet selecteren om een geldig antwoord te krijgen voor de interactie.
pt_br: Defina se uma escolha deve ser selecionada pelo candidato para formar uma resposta válida para a interação.
ro_ro: Definește dacă o alegere trebuie selectată de candidat pentru a forma un răspuns valid la interacțiune.
sk_sk: Definujte, či musí kandidát zvoliť určitú možnosť, aby vytvoril platnú odpoveď na interakciu.

source: Define whether the item should be time dependent on delivery.
fr_fr: Définir si l'item va dépendre du temps au cours de la passation.
hu_hu: Határozza meg, hogy a tétel kézbesítési időtől függjön-e.
ja_le: アイテムがデリバリにおいて時間制限に依存するかどうかを定義します
lt_lt: Nustatyti kada elementas turėtų būti priklausomas nuo laiko pateiktyje.
nb_no: Definer om oppgaven skal være tidsavhengig ved levering.
nl_nl: Definieer of het item tijdafhankelijk moet zijn bij aflevering
pt_br: Definir se o item deve ser tempo dependente da entrega.
ro_ro: Defineste daca elementul ar trebui sa fie dependent de durata livrarii.
sk_sk: Definujte, či má byť položka časovo závislá od doručenia.

source: Defined width
fr_fr: Largeur définie
hu_hu: Meghatározott szélesség
ja_le: 指定幅
lt_lt: Nustatytas plotis
nb_no: Definer bredde
nl_nl: De vaste breedte
pt_br: Largura definida
ro_ro: Lățime definită
sk_sk: Definovaná šírka

source: Defines the maximum magnitude of numeric outcome variables, the maximum must be a positive value and the minimum may be negative.
fr_fr: Définit l'ampleur maximale des variables numériques de résultat, le maximum devant être une valeur positive, et le minimum pouvant être négatif.
hu_hu: Meghatározza a numerikus kimeneti változók maximális nagyságát, a maximumnak pozitív értéknek, a minimumnak pedig negatívnak kell lennie.
ja_le: 数値型の結果変数の最大値を設定します。最大値は正の値、最小は負の値にすることができます。
nb_no: Definerer maksimal størrelse på numeriske resultatvariabler, maksimum må være en positiv verdi og minimum kan være en negativ verdi.
nl_nl: Bepaalt de maximale omvang van numerieke uitkomstvariabelen, het maximum moet een positieve waarde zijn en het minimum mag negatief zijn.
pt_br: Define a magnitude máxima das variáveis numéricas, o máximo deve ser um valor positivo e o mínimo pode ser negativo.
ro_ro: Definește magnitudinea maximă a variabilelor numerice ale rezultatului, maximul trebuie să fie o valoare pozitivă, iar minimul poate fi negativ.
sk_sk: Definuje maximálnu veľkosť číselných výstupných premenných, maximum musí byť kladná hodnota a minimum môže byť záporné.

source: Degrees
nl_nl: Graden
ro_ro: Grafice

source: delay after
nl_nl: vertraging na
ro_ro: întârziere după

source: delay between
nl_nl: vertraging tussen
ro_ro: întârziere între

source: Delete
fr_fr: Supprimer
hu_hu: Töröl
ja_le: 削除
lt_lt: Ištrinti
nb_no: Slett
nl_nl: Verwijderen
pt_br: excluir
ro_ro: Ștergere
sk_sk: Odstrániť

source: delete
fr_fr: supprimer
hu_hu: töröl
ja_le: 削除
lt_lt: ištrinti
nb_no: slett
nl_nl: verwijder
pt_br: Excluir
ro_ro: şterge
sk_sk: vymazať

source: Delete else statement
fr_fr: Supprimer l'autre déclaration
hu_hu: Törlés else utasítás
ja_le: その他ステートメントの削除
nb_no: Slett annet utsagn
nl_nl: Verwijder else statement
pt_br: Excluir senão declaração
ro_ro: Șterge altă declarație
sk_sk: Odstrániť príkaz else

source: Delete this modal feedback
fr_fr: Supprimer ce retour modal
hu_hu: Törölje ezt a modális visszajelzést
ja_le: このモーダルフィードバックを削除
lt_lt: Ištrinti modalinį atsiliepimą
nb_no: Slett denne modale tilbakemeldingen
nl_nl: Verwijder deze model feedback
pt_br: Excluir este feedback modal
ro_ro: Șterge acest feedback modal
sk_sk: Odstrániť túto modálnu spätnú väzbu

source: Delimiter
fr_fr: Séparateur
hu_hu: Elválasztó
ja_le: 区切り
lt_lt: Skirtukas
nb_no: Avgrensning
nl_nl: Scheidingsteken
pt_br: Delimitador
ro_ro: Delimitator
sk_sk: Oddeľovač

source: Description
hu_hu: Leírás
ja_le: 説明
lt_lt: Aprašymas
nb_no: Beskrivelse
nl_nl: Omschrijving
pt_br: Descrição:
ro_ro: Descriere
sk_sk: Popis

source: Direction of writing
nl_nl: Richting van het schrijven
ro_ro: Direcția de scriere

source: Disable this stylesheet temporarily
fr_fr: Désactiver cette feuille de style temporairement
hu_hu: Stíluslap ideiglenes letiltása
ja_le: 一時的にこのスタイルシートを無効にします
lt_lt: Išjungti šį stilių laikinam
nb_no: Deaktiver dette stilarket midlertidig
nl_nl: Schakel dit stijlblad tijdelijk uit
pt_br: Desabilitar temporariamente esta folha de estilos
ro_ro: Dezactivează temporar această foaie de stil
sk_sk: Dočasne zakázať tento šablónu so štýlmi

source: Display
fr_fr: Affichage
hu_hu: Kijelző
ja_le: 画面表示
lt_lt: Rodyti
nb_no: Vise
nl_nl: Weergave
pt_br: Visualização
ro_ro: Afişare
sk_sk: Displej

source: Display media player
hu_hu: Médialejátszó megjelenítése
nl_nl: Mediaspeler weergeven
ro_ro: Afişare player media
sk_sk: Prehrávač médií na displeji

source: Display the choices either horizontally or vertically
fr_fr: Afficher les choix horizontalement ou verticalement
hu_hu: A választási lehetőségek megjelenítése vízszintesen vagy függőlegesen
ja_le: 選択肢を水平または垂直に並べる
lt_lt: Rodyti variantus horizontaliai arba vertikaliai
nb_no: Vis valgene enten horisontalt eller vertikalt
nl_nl: Geef de keuzes horizontaal of verticaal weer
pt_br: Exibir as escolhas horizontalmente ou verticalmente
ro_ro: Afișează opțiunile fie orizontal, fie vertical
sk_sk: Zobrazte možnosti horizontálne alebo vertikálne

source: Divide
fr_fr: Diviser
hu_hu: Osztás
ja_le: 分割
lt_lt: Dalinti
nb_no: Dele opp
nl_nl: Delen
pt_br: Divisão
ro_ro: Împărțirea
sk_sk: Rozdeliť

source: Don't save
fr_fr: Ne pas sauvegarder
hu_hu: Ne mentse el
nl_nl: Niet opslaan
pt_br: Não salvar
ro_ro: Nu salva
sk_sk: Neukladať

source: done
fr_fr: terminé
hu_hu: kész
ja_le: 完了
lt_lt: atlikta
nb_no: ferdig
nl_nl: Klaar
pt_br: concluído
ro_ro: terminat
sk_sk: hotovo

source: Done
fr_fr: Effectué
hu_hu: Kész
ja_le: 完了
lt_lt: Atlikta
nb_no: Ferdig
nl_nl: Voltooid
pt_br: Concluído
ro_ro: Terminat
sk_sk: Hotovo

source: Download
hu_hu: Letöltés
nb_no: Last ned
nl_nl: downloaden
pt_br: BAIXAR
ro_ro: Descărcare
sk_sk: Stiahnuť

source: Download sample csv file
fr_fr: Télécharger un échantillon de fichier CSV
hu_hu: Minta csv fájl letöltése
nb_no: Last ned csv-fil
nl_nl: Template csv-bestand downloaden
pt_br: Baixar arquivo .CSV de exemplo
ro_ro: Descarca exemplu fisier csv
sk_sk: Stiahnuť vzorový súbor CSV

source: Download this stylesheet
fr_fr: Télécharger cette feuille de style
hu_hu: Stíluslap letöltése
ja_le: このスタイルシートをダウンロード
lt_lt: Atsiųsti šį stilių
nb_no: Last ned dette stilarket
nl_nl: Download dit stijlblad
pt_br: Baixar esta folha de estilos
ro_ro: Descarcă această foaie de stil
sk_sk: Stiahnite si tento šablónu so štýlmi

source: Draw a circle on the image
fr_fr: Dessiner un cercle sur l'image
hu_hu: Rajzolj egy kört a képre
ja_le: 円を描画
lt_lt: Piešti apskritimą ant paveiksliuko
nb_no: Tegn en sirkel på bildet
nl_nl: Teken een cirkel op de afbeelding
pt_br: Desenhe um círculo na imagem
ro_ro: Desenează un cerc pe imagine
sk_sk: Nakreslite kruh na obrázok

source: Draw a free form on the image
fr_fr: Dessiner une forme libre sur l'image
hu_hu: Rajzolj szabad formát a képre
ja_le: 自由描画
lt_lt: Piešti laisvą formą ant paveiksliuko
nb_no: Tegn en valgfri form på bildet
nl_nl: Teken een vrije vorm op de afbeelding
pt_br: Desenhe uma forma livre na imagem
ro_ro: Desenează un formular gratuit pe imagine
sk_sk: Nakreslite na obrázok voľný tvar

source: Draw a rectangle on the image
fr_fr: Dessiner un rectangle sur l'image
hu_hu: Rajzolj egy téglalapot a képre
ja_le: 四角を描画
lt_lt: Piešti keturkampį ant paveiksliuko
nb_no: Tegn et rektangel på bildet
nl_nl: Teken een rechthoek op de afbeelding
pt_br: Desenhe um retângulo na imagem
ro_ro: Desenează un dreptunghi pe imagine
sk_sk: Nakreslite obdĺžnik na obrázok

source: Draw an ellipsis on the image
fr_fr: Dessiner une ellipse sur l'image
hu_hu: Rajzolj egy három pontot a képre
ja_le: 省略記号を描画
lt_lt: Piešti elipsę ant paveiksliuko
nb_no: Tegn en ellipse på bildet
nl_nl: Teken een ellips op de afbeelding
pt_br: Desenhe uma elipse na imagem
ro_ro: Desenează o elipsă pe imagine
sk_sk: Nakreslite elipsu na obrázok

source: Drop the target to select a point
fr_fr: Déposer la cible pour sélectionner un point
hu_hu: Húzd el a célpontot egy pont kiválasztásához
ja_le: ポイントを選択するには、ターゲットをドロップしてください。
lt_lt: Numesk, kad pasirinktum tašką
nb_no: Slipp målet for å velge et punkt
nl_nl: Laat het doel vallen om een punt te selecteren
pt_br: Solte o alvo para selecionar um ponto
ro_ro: Lăsați ținta pentru a selecta un punct
sk_sk: Pre výber bodu potiahnite cieľ

source: e.g. 13
fr_fr: par ex. 13
hu_hu: pl. 13
ja_le: 例えば13
lt_lt: pvz.: 13
nb_no: f.eks. 13
nl_nl: bijv. 13
pt_br: ex. 13
ro_ro: ex. 13
sk_sk: napr. 13

source: e.g. 960
fr_fr: par ex. 960
hu_hu: pl. 960
ja_le: 例えば960
lt_lt: pvz.: 960
nb_no: f.eks. 960
nl_nl: bijv. 960
pt_br: ex. 960
ro_ro: ex. 960
sk_sk: napr. 960

source: Edit
fr_fr: Modifier
hu_hu: Szerkesztés
ja_le: 編集
lt_lt: Keisti
nb_no: Redigere
nl_nl: Aanpassen
pt_br: Alterar
ro_ro: Editare
sk_sk: Upraviť

source: edit choices
fr_fr: éditer les choix
hu_hu: szerkesztési lehetőségek
ja_le: 選択肢を編集
lt_lt: keisti pasirinkimus
nb_no: redigere valg
nl_nl: pas keuzes aan
pt_br: editar escolhas
ro_ro: editează opțiunile
sk_sk: možnosti úpravy

source: Edit math expression using LaTex type setting system, e.g. e^{i \pi} = -1
hu_hu: Matematikai kifejezés szerkesztése LaTex típusbeállítási rendszerrel, pl. e^{i \pi} = -1
nl_nl: Bewerk wiskundige expressie met behulp van LaTex instellingssysteem, bijvoorbeeld e^{i \pi} = -1
pt_br: Edite a expressão matemática usando o sistema de configuração do tipo LaTex, por exemplo, e^{i \pi} = -1
ro_ro: Editează expresia matematică folosind sistemul de setare de tip LaTex, ex. e^{i \pi} = -1
sk_sk: Upravte matematický výraz pomocou systému nastavovania typov LaTex, napr. e^{i \pi} = -1

source: Edit math expression using MathML
fr_fr: Éditer l'expression mathématique en utilisant MathML
hu_hu: Matematikai kifejezések szerkesztése MathML használatával
ja_le: MathMLを利用して数式編集
lt_lt: Redaguoti matematinę išraišką naudojant MathML
nb_no: Rediger matematisk uttrykk ved hjelp av MathML
nl_nl: Bewerk wiskundige expressies met gebruik van MathML
pt_br: Editar expressão matemática usando MathML
ro_ro: Editează expresia matematică folosind MathML
sk_sk: Úprava matematického výrazu pomocou MathML

source: Edit modal feedback
fr_fr: Modifier le retour modal
hu_hu: Modális visszajelzés szerkesztése
ja_le: フィードバック編集
nb_no: Rediger modal tilbakemelding
nl_nl: Bewerk modale feedback
pt_br: Editar feedback modal
ro_ro: Editare feedback modal
sk_sk: Upraviť modálnu spätnú väzbu

source: Edit modal feedback title
fr_fr: Éditer le titre du retour modal
hu_hu: Modális visszajelzés címének szerkesztése
ja_le: モーダルフィードバックタイトル編集
lt_lt: Redaguoti modalinio atsiliepimo pavadinimą
nb_no: Rediger tittel for modal tilbakemelding
nl_nl: Bewerk de modale feedback titel
pt_br: Editar título do feedback modal
ro_ro: Editați titlul feedback-ului modal
sk_sk: Upraviť názov modálnej spätnej väzby

source: Edit stylesheet label
fr_fr: Éditer l'étiquette de la feuille de style
hu_hu: Stíluslap címkéjének szerkesztése
ja_le: スタイルシートのラベル編集
lt_lt: Keisti stiliaus failo pavadinimą
nb_no: Rediger stilarktittel
nl_nl: Bewerk het stijlblad label
pt_br: Editar label da folha de estilo
sk_sk: Upraviť označenie štýlového hárka
