Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Order the areas (hotspots) displayed on a picture.
fr_fr: Ordonne les aires (hotspots) affichées sur une image.
hu_hu: Rendezd sorrendbe a képen megjelenített területeket (gócpontokat).
ja_le: 画像の領域（ホットスポット）を選んでください
nb_no: Ordne områdene (hotspots) som vises på et bildet i riktig rekkefølge.
nl_nl: Zet de gebieden (hotspots) die in de afbeelding worden getoond op volgorde.
pt_br: Ordene as áreas (hotspots) exibidos numa imagem.
ro_ro: Comandați zonele (hotspots) afișate într-o imagine.
sk_sk: Zoraďte oblasti (horúce miesta) zobrazené na obrázku.

source: Orientation
hu_hu: Tájolás
ja_le: 選択肢の並び方
lt_lt: Orientacija
nb_no: Orientering
nl_nl: Oriëntatie
pt_br: Orientação
ro_ro: Orientare
sk_sk: Orientácia

source: Other constraints
hu_hu: Egyéb korlátozások
nl_nl: Andere kaders
pt_br: Outras restrições
ro_ro: Alte constrângeri
sk_sk: Ďalšie obmedzenia

source: Outcome Declarations
fr_fr: Déclarations de résultats
hu_hu: Eredménynyilatkozatok
ja_le: 結果変数の宣言
nb_no: Skåringsvariabler
nl_nl: Resultaten Verklaring
pt_br: Declarações de Resultados
ro_ro: Declarații de rezultat
sk_sk: Vyhlásenia o výsledkoch

source: Pair scoring
fr_fr: Notation par paire
hu_hu: Páros pontozás
ja_le: 組合せスコア
lt_lt: Poros vertinimas
nb_no: Skåring av par
nl_nl: Score van paren
pt_br: Pontuação em duplas
ro_ro: Scor pereche
sk_sk: Bodovanie párov

source: Parallel
nl_nl: Parallelle
ro_ro: Paralel

source: Pattern
fr_fr: Motif
hu_hu: Minta
ja_le: パターン
lt_lt: Šablonas
nb_no: Mønster
nl_nl: Patroon
pt_br: Padrão
ro_ro: Model
sk_sk: Vzor

source: Pattern violation message
nl_nl: Patroon overtreding bericht
ro_ro: Mesaj de încălcare a modelului

source: Pause
hu_hu: Szünet
ja_le: 一時停止
lt_lt: Pristabdyti
nl_nl: Pauzeer
pt_br: Suspender
ro_ro: Întrerupeți
sk_sk: Pozastaviť

source: Perpendicular
nl_nl: Loodrecht
ro_ro: Perpendiculară

source: Placeholder Text
hu_hu: Helyőrző szöveg
nl_nl: Tekst plaatshouder
pt_br: Texto placeholder
ro_ro: Substituent Text
sk_sk: Zástupný text

source: Plain text
fr_fr: Texte brut
hu_hu: Sima szöveg
ja_le: テキスト
lt_lt: Paprastas tekstas
nb_no: Ren tekst
nl_nl: Platte tekst
pt_br: Texto sem formatação
ro_ro: Text simplu
sk_sk: Obyčajný text

source: Play audio several times in a row. Delay between plays can be set if needed.
nl_nl: Speel audio meerdere keren achter elkaar. Vertraging tussen afspelen kan worden ingesteld als dat nodig is.
ro_ro: Redă audio de mai multe ori la rând. Dacă este necesar, întârzierea între redări poate fi setată.

source: Please add one or more gaps to the text in question mode.
hu_hu: Kérlek, adj hozzá egy vagy több hiányzó részt a kérdő módban lévő szöveghez.
ja_le: 少なくとも１つの穴埋めを作ってください。
nb_no: Legg til ett eller flere mellomrom i teksten i spørsmålsfeltet.
nl_nl: Voeg een of meer gaten toe aan de tekst in de vraagmodus.
pt_br: Por favor, adicione uma ou mais lacunas no modo de questão.
ro_ro: Vă rugăm să adăugați unul sau mai multe lacune la textul în modul întrebare.
sk_sk: V režime otázky pridajte do textu jednu alebo viac medzier.

source: Please create areas that correspond to the response and associate them a score. You can also position the target to the exact point as the correct response.
hu_hu: Kérjük, hozzon létre olyan területeket, amelyek megfelelnek a válasznak, és rendeljen hozzájuk pontszámot. A célpontot pontosan oda is pozicionálhatja, mint a helyes válasz pontját.
nl_nl: Maak gebieden aan die corresponderen met het antwoord en koppel een score. Je kunt het doel ook tot het exacte punt positioneren als het juiste antwoord.
pt_br: Por favor, crie áreas que correspondam à resposta e associe-lhes um placar. Você também pode posicionar o alvo no ponto exato como a resposta correta.
ro_ro: Vă rugăm să creați zone care corespund răspunsului și să le asociați un scor. De asemenea, puteţi poziţiona ţinta în punctul exact ca răspuns corect.
sk_sk: Vytvorte oblasti, ktoré zodpovedajú odpovedi, a priraďte im skóre. Cieľ môžete tiež umiestniť presne do bodu, ktorý zodpovedá správnej odpovedi.

source: Please define association pairs and their scores below.
fr_fr: Veuillez définir des paires d'association et leurs scores ci-dessous.
hu_hu: Kérjük, definiálja az asszociációs párokat és azok pontszámait alább.
ja_le: 組合せとスコアを設定してください
lt_lt: Prašome nurodyti ryšių poras ir jų taškus žemiau.
nb_no: Sammenstill par som kan kobles med hverandre og oppgi poengsummer for riktig svar nedenfor.
nl_nl: Definieer hieronder a.u.b. associatie paren en hun scores.
pt_br: Por favor, defina pares de associação e suas pontuações abaixo.
ro_ro: Vă rugăm să definiţi mai jos perechile de asociere şi scorurile lor.
sk_sk: Prosím, definujte asociačné páry a ich skóre nižšie.

source: Please define the correct association pairs below.
fr_fr: Veuillez définir les pairs d'association correctes ci-dessous.
hu_hu: Kérjük, definiálja a helyes asszociációs párokat alább.
ja_le: 正しい組合せを設定してください。
lt_lt: Prašome nurodyti teisingas ryšių poras žemiau.
nb_no: Sammenstill par som kan kobles med hverandre nedenfor.
nl_nl: Definieer hieronder a.u.b. het correcte associatie paar.
pt_br: Por favor, defina os pares de associação corretos abaixo.
ro_ro: Vă rugăm să definiți perechile de asociere corecte de mai jos.
sk_sk: Prosím, definujte nižšie správne asociačné páry.

source: Please define the correct order in the box to the right.
fr_fr: Veuillez définir l'ordre correct dans la boîte de droite.
hu_hu: Kérjük, a jobb oldali mezőben határozza meg a helyes sorrendet.
ja_le: 右側のボックスに正しい順序を設定してください
lt_lt: Prašome nurodyti teisingą asociacijų porų tvarką lentelėje dešinėje.
nb_no: Angi riktig rekkefølge i boksen til høyre.
nl_nl: Definieer a.u.b. de correcte volgorde in het venster aan de rechterkant.
pt_br: Por favor, defina a ordem correta na caixa à direita.
ro_ro: Vă rugăm să definiți ordinea corectă în caseta din dreapta.
sk_sk: Prosím, definujte správne poradie v rámčeku vpravo.

source: Please define the correct order.
hu_hu: Kérlek, definiáld a helyes sorrendet.
nl_nl: Geef de juiste bestelling op.
ro_ro: Va rugam definiti comanda corecta.
sk_sk: Prosím, definujte správne poradie.

source: Please define the correct response and the score below.
fr_fr: Veuillez définir ci-dessous la réponse correcte ainsi que le score.
hu_hu: Kérjük, definiálja a helyes választ és a pontszámot alább.
ja_le: 正解とスコアを設定してください
lt_lt: Prašome nurodyti teisingą atsakymą ir taškus žemiau.
nb_no: Angi riktig svar og poengsum nedenfor.
nl_nl: Definieer hieronder a.u.b. het correcte antwoord en de score.
pt_br: Por favor, defina a resposta correta e a pontuação abaixo.
ro_ro: Vă rugăm să definiți răspunsul corect și scorul de mai jos.
sk_sk: Prosím, nižšie uveďte správnu odpoveď a skóre.

source: Please define the correct response below.
fr_fr: Veuillez définir ci-dessous la réponse correcte.
hu_hu: Kérjük, definiálja a helyes választ alább.
ja_le: 正解を設定してください
lt_lt: Prašome nurodyti teisingą atsakymą žemiau.
nb_no: Angi riktig svar nedenfor.
nl_nl: Definieer hieronder a.u.b. het correcte antwoord.
pt_br: Por favor, defina abaixo a resposta correta.
ro_ro: Definiți răspunsul corect de mai jos.
sk_sk: Prosím, definujte správnu odpoveď nižšie.

source: Please define the correct response using the slider.
fr_fr: Veuillez définir la réponse correcte en utilisant le carrousel.
hu_hu: Kérjük, a csúszka segítségével határozza meg a helyes választ.
ja_le: スライダを使用して正解を設定してください。
lt_lt: Prašome nurodyti teisingą atsakymą naudojant slankiklį.
nb_no: Angi riktig svar ved å bruke målelinjen.
nl_nl: Definieer hieronder a.u.b. het correcte antwoord door middel van de schuifbalk.
pt_br: Por favor, defina a resposta correta usando o controle deslizante.
ro_ro: Vă rugăm să definiţi răspunsul corect folosind glisorul.
sk_sk: Prosím, definujte správnu odpoveď pomocou posuvníka.

source: Please enter the score for the given hottexts.
fr_fr: Veuillez entrer le score des aires de textes données.
hu_hu: Kérjük, adja meg a megadott gyorsszövegek pontszámát.
ja_le: 与えられたホットテキストにスコアを設定してください
nb_no: Skriv inn poengsummen for de gitte oppgavene.
nl_nl: Geef a.u.b. de score voor de gegeven hot-teksten
pt_br: Por favor, insira a pontuação para os hottext fornecidos.
ro_ro: Vă rugăm să introduceţi scorul pentru halterele date. (Automatic Translation)
sk_sk: Zadajte skóre pre dané textové správy.

source: Please fill the gap with the correct choices below.
fr_fr: Veuillez combler l'écart avec les choix corrects ci-dessous.
hu_hu: Kérjük, töltse ki az alábbi hiányzó részeket a helyes választási lehetőségekkel.
ja_le: 正しい解答を空欄に入れてください。
lt_lt: Prašome užpildyti tarpą su teisingu atsakymu apačioje.
nb_no: Fyll inn riktig svaralternativ i mellomrommet nedenfor.
nl_nl: Vul a.u.b. hieronder de ruimte met de correcte keuzes.
pt_br: Por favor, preencha a lacuna com as opções corretas abaixo.
ro_ro: Vă rugăm să umpleţi golul cu alegerile corecte de mai jos.
sk_sk: Prosím, doplňte medzeru správnymi možnosťami nižšie.

source: Please fill the gap with the correct choices.
fr_fr: Veuillez combler l'écart avec les choix corrects.
hu_hu: Kérjük, töltse ki a hiányzó részt a helyes választásokkal.
ja_le: 正しい解答を空欄に入れてください。
lt_lt: Prašome užpildyti tarpą su teisingais pasirinkimais.
nb_no: Fyll inn riktig svaralternativ i mellomrommet.
nl_nl: Vul a.u.b. de ruimte met de correcte keuzes.
pt_br: Por favor, preencha a lacuna com as opções corretas.
ro_ro: Vă rugăm să umpleţi golul cu alegerile corecte.
sk_sk: Prosím, doplňte medzeru správnymi možnosťami.

source: Please fill the gap with the images below, then edit the score for each gap/image pair.
fr_fr: Veuillez combler l'écart avec les images ci-dessous puis éditer le score pour chaque écart/paire d'image.
hu_hu: Kérlek, töltsd ki az üres részt az alábbi képekkel, majd szerkeszd az egyes üresen állás/kép párok pontszámát.
ja_le: 下の画像で空欄を埋めてください、さらに空欄/画像の組合せごとのを設定してください
lt_lt: Prašome užpildyti tarpą su paveiksliuku apačioje, tada redaguokite įvertinimą kiekvienai tarpo/paveiksliuko porai.
nb_no: Fyll inn riktig bilde i mellomrommet nedenfor og rediger deretter skåren for hvert par.
nl_nl: Vul a.u.b. hieronder de ruimte met de afbeeldingen, en bewerk dan de score voor elk ruimte/afbeelding paar.
pt_br: Preencha a lacuna com as imagens abaixo, então edite a pontuação para cada par de lacunas/imagem.
ro_ro: Vă rugăm să umpleţi golul cu imaginile de mai jos, apoi editaţi scorul pentru fiecare pereche de gol/imagine.
sk_sk: Vyplňte medzeru obrázkami nižšie a potom upravte skóre pre každý pár medzera/obrázok.

source: Please fill the gap with the texts below, then edit the score for each pair.
fr_fr: Veuillez combler l'écart avec les textes ci-dessous puis éditer le score pour chaque paire.
hu_hu: Kérlek, töltsd ki a hiányzó részt az alábbi szövegekkel, majd szerkeszd a kottát minden párhoz.
ja_le: 下のテキストで空欄を埋めてください、さらに各組合せのスコアを設定してください
lt_lt: Prašome užpildyti tarpą su tekstu apačioje, tada redaguokite įvertinimą kiekvienai porai.
nb_no: Fyll inn riktig tekstalternativi mellomrommet nedenfor og rediger deretter skåren for hvert par.
nl_nl: Vul a.u.b. hieronder de ruimte met de teksten, en bewerk dan de score voor elk paar.
pt_br: Preencha a lacuna com os textos abaixo, em seguida, edite a pontuação para cada par.
ro_ro: Vă rugăm să completați spațiul cu textele de mai jos, apoi să editați scorul pentru fiecare pereche.
sk_sk: Prosím, vyplňte medzeru textami nižšie a potom upravte skóre pre každú dvojicu.

source: Please order the choices below to set the correct answer
fr_fr: Veuillez ordonner les choix ci-dessous pour définir la réponse correcte.
hu_hu: Kérjük, rendezze sorrendbe az alábbi válaszokat a helyes válasz megadásához
ja_le: 正解を選択肢から選んでください
lt_lt: Prašome surikiuoti variantus apačioje, kad nustatytumėte teisingą atsakymą.
nb_no: Sett valgene nedenfor i riktig rekkefølge for å sette riktig skår
nl_nl: Set a.u.b. hieronder de keuzevolgorde om het correcte antwoord in te stellen
pt_br: Ordene que as opções abaixo definam a resposta correta
ro_ro: Vă rugăm să ordonați opțiunile de mai jos pentru a seta răspunsul corect
sk_sk: Prosím, zoradte možnosti nižšie tak, aby ste určili správnu odpoveď

source: Please select a background picture for your interaction from the resource manager. You can add new files from your computer with the button "Add file(s)".
hu_hu: Kérjük, válasszon ki egy háttérképet az interakcióhoz az erőforrás-kezelőből. Új fájlokat adhat hozzá a számítógépéről a „Fájl(ok) hozzáadása” gombbal.
nl_nl: Selecteer een achtergrondafbeelding voor uw interactie vanuit bronbeheer. U kunt nieuwe bestanden toevoegen vanaf uw computer met de knop "Bestanden toevoegen".
pt_br: Por favor, selecione uma imagem de fundo para a sua interação a partir do gerenciador de recursos. Você pode adicionar novos arquivos do seu computador com o botão "Adicionar arquivos".
ro_ro: Te rugăm să selectezi o imagine de fundal pentru interacțiunea ta din managerul de resurse. Poți adăuga fișiere noi din computerul tău cu butonul "Adaugă fișiere(e)".
sk_sk: Vyberte si obrázok pozadia pre vašu interakciu zo správcu zdrojov. Nové súbory môžete pridať z počítača pomocou tlačidla „Pridať súbor(y)“.

source: Please select a media file (video or audio) from the resource manager. You can add files from your computer with the button "Add file(s)".
fr_fr: Veuillez sélectionner un fichier média (vidéo ou audio) depuis le gestionnaire de ressources. Vous pouvez ajouter des fichiers depuis votre ordinateur avec le bouton "Ajouter fichier(s)".
hu_hu: Kérjük, válasszon ki egy médiafájlt (videó vagy hang) az erőforrás-kezelőből. A számítógépéről a „Fájl(ok) hozzáadása” gombbal adhat hozzá fájlokat.
ja_le: メディア（動画・音声）ファイルを選択してください。「ファイル追加」ボタンで追加できます。
lt_lt: Prašome pasirinkti medijos failą (vaizdo arba garso) iš resursų tvarkytojo. Jūs galite pridėti failus iš jūsų kompiuterio su mygtuku "Pridėti failą(-us)".
nb_no: Velg en mediefil (video eller lyd) fra mediebanken. Du kan legge til filer fra datamaskinen din med knappen "Legg til fil(er)".
nl_nl: Selecteer a.u.b. een media bestand (video of audio) vanuit bron beheer. U kunt bestanden toevoegen vanaf uw computer door middel van de knop "Voeg bestand(en) toe".
pt_br: Por favor, selecione um arquivo de mídia (vídeo ou áudio) no gerenciador de recursos. Você pode adicionar arquivos do seu computador com o botão "Adicionar arquivos".
ro_ro: Vă rugăm să selectaţi un fişier media (video sau audio) din managerul de resurse. Puteţi adăuga fişiere din calculator cu butonul "Adaugă fişier(e)".
sk_sk: Vyberte mediálny súbor (video alebo audio) zo správcu zdrojov. Súbory z počítača môžete pridať pomocou tlačidla „Pridať súbor(y)“.

source: Please select a media file from the resource manager. You can add files from your computer with the button "Add file(s)".
hu_hu: Kérjük, válasszon ki egy médiafájlt az erőforrás-kezelőből. A számítógépéről a „Fájl(ok) hozzáadása” gombbal adhat hozzá fájlokat.
nl_nl: Selecteer een mediabestand in het bronbeheer. U kunt bestanden toevoegen vanaf uw computer met de knop "Bestanden toevoegen".
pt_br: Por favor, selecione um arquivo de mídia do gerenciador de recursos. Você pode adicionar arquivos de seu computador com o botão "Adicionar arquivos".
ro_ro: Vă rugăm să selectaţi un fişier media din managerul de resurse. Puteţi adăuga fişiere din computerul dumneavoastră cu butonul "Adăugare fişier(e)".
sk_sk: Vyberte mediálny súbor zo správcu zdrojov. Súbory z počítača môžete pridať pomocou tlačidla „Pridať súbor(y)“.

source: Please select a shared stimulus file from the resource manager.
fr_fr: Veuillez sélectionner un stimulus partagé depuis le gestionnaire de ressources.
hu_hu: Válasszon ki egy megosztott stimulusfájlt az erőforrás-kezelőből.
ja_le: シェアードスティミュラスを選択してください
lt_lt: Prašome pasirinkti bendrinamo stimulo failą iš resursų tvarkytojo.
nb_no: Velg en fil med delt innhold fra mediebanken.
nl_nl: Selecteer a.u.b. een gedeelde stimulus vanuit bronbeheer.
pt_br: Por favor, selecione um arquivo de estímulo compartilhado do gerenciador de recursos.
ro_ro: Vă rugăm să selectaţi un fişier stimulus comun din managerul de resurse.
sk_sk: Vyberte zdieľaný súbor podnetov zo správcu zdrojov.

source: Please select the correct hotspot choices below.
fr_fr: Veuillez sélectionner les choix corrects de hotspot ci-dessous.
hu_hu: Kérjük, válassza ki a megfelelő hotspotokat az alábbiak közül.
ja_le: 正しいホットスポットを選択してください
lt_lt: Prašome pasirinkti teisingus karšto taško pasirinkimus apačioje.
nb_no: Velg riktige alternativer for klikk-bilde nedenfor.
nl_nl: Selecteer hieronder a.u.b. de correcte hotspot keuzes.
pt_br: Por favor, selecione as opções de hotspot corretas abaixo.
ro_ro: Vă rugăm să selectați opțiunile corecte de la hotspot de mai jos.
sk_sk: Prosím, vyberte nižšie správne možnosti hotspotov.

source: Please select the correct hottext choices below.
fr_fr: Veuillez sélectionner les choix corrects de hottext ci-dessous.
hu_hu: Kérjük, válassza ki a megfelelő hottext-beállításokat alább.
ja_le: 正しいホットテキストを選択してください
lt_lt: Prašome pasirinkti teisingus karšto teksto pasirinkimus apačioje.
nb_no: Velg riktige alternativer for klikk-ord nedenfor.
nl_nl: Selecteer hieronder a.u.b. de correcte hot-tekst keuzes.
pt_br: Por favor, selecione as opções de hottext corretas abaixo.
ro_ro: Vă rugăm să selectaţi corect opţiunile de hottext de mai jos.
sk_sk: Prosím, vyberte nižšie správne možnosti skratiek.

source: Please set the correct associations by linking the choices.
fr_fr: Veuillez mettre en place les associations correctes en liant les différents choix.
hu_hu: Kérjük, kapcsolja össze a megfelelő társításokat a lehetőségek között.
ja_le: 正しい組み合わせを選択肢で設定してください
lt_lt: Prašome nustatyti teisingus ryšius sujungdami pasirinkimus.
nb_no: Angi riktige koblinger ved å sette sammen de gitte valgene.
nl_nl: Stel a.u.b. de correcte associaties in door de keuzes met elkaar te verbinden.
pt_br: Por favor, defina as associações corretas vinculando as escolhas.
ro_ro: Vă rugăm să setați asocierile corecte prin conectarea alegerilor.
sk_sk: Prosím, nastavte správne asociácie prepojením možností.

source: Please the score of each hotspot choice.
fr_fr: Veuillez sélectionner le score de chaque choix de type hotspot.
hu_hu: Kérjük, adja meg az egyes hotspotok pontszámát.
ja_le: 各ホットスポットの選択肢のスコアを設定してください
nb_no: Sett poengsum for hvert klikk-bilde valg.
nl_nl: Stel a.u.b.de score in van elke hotspot keuze.
pt_br: Por favor, a pontuação de cada escolha de hotspot
ro_ro: Vă rugăm să punctați punctajul fiecărei opțiuni de hotspot.
sk_sk: Prosím, uveďte skóre každého výberu hotspotu.

source: Please type the correct response below.
fr_fr: Veuillez entrer la réponse correcte ci-dessous.
hu_hu: Kérjük, írja be a helyes választ alább.
ja_le: 正解を入力してください。
lt_lt: Prašome įvesti teisingą atsakymą apačioje.
nb_no: Skriv inn riktig svar nedenfor.
nl_nl: Type a.u.b. hieronder het correcte antwoord.
pt_br: Por favor, digite a resposta correta abaixo.
ro_ro: Vă rugăm să introduceţi răspunsul corect mai jos.
sk_sk: Prosím, napíšte nižšie správnu odpoveď.

source: Please type the correct response in the box below.
fr_fr: Veuillez entrer la réponse correcte dans la boîte ci-dessous.
hu_hu: Kérjük, írja be a helyes választ az alábbi mezőbe.
ja_le: 正解を枠内に入力してください
lt_lt: Prašome įvesti teisingą atsakymą ploto apačioje.
nb_no: Skriv inn riktig svar i boksen nedenfor.
nl_nl: Type a.u.b. hieronder het correcte antwoord in het venster.
pt_br: Por favor, digite a resposta correta na caixa abaixo.
ro_ro: Vă rugăm să introduceţi răspunsul corect în caseta de mai jos.
sk_sk: Prosím, napíšte správnu odpoveď do poľa nižšie.

source: Plus/minus
nl_nl: Plus/min

source: Portable element model %s not found. Required extension might be missing
fr_fr: Modèle d'élément portable %s non trouvé. Il se peut que l'extension requise soit manquante.
hu_hu: A hordozható elem modellje %s nem található. Lehet, hogy hiányzik a szükséges kiterjesztés.
ja_le: ポータブル要素モデル％sが見つかりません。必要な拡張子が欠落している可能性があります。
lt_lt: Portatyvus elemento modelis %s nerastas. Reikalaujamas plėtinys galbūt nerastas
nb_no: Bærbar elementmodell %s ble ikke funnet. Nødvendig utvidelse kan mangle
nl_nl: Portable element model %s niet gevonden. Vereiste extensie kan ontbreken
pt_br: Modelo de elemento portátil %s não foi encontrado. Extensão necessária pode estar faltando
ro_ro: Modelul de element portabil %s nu a fost găsit. Extensia necesară ar putea lipsi
sk_sk: Model prenosného prvku %s sa nenašiel. Možno chýba požadované rozšírenie.

source: Position one or more points on a picture (response areas are not displayed).
fr_fr: Positionnez un ou plusieurs points sur une image (les aires de réponse ne sont pas affichées).
hu_hu: Helyezzen el egy vagy több pontot a képen (a választerületek nem jelennek meg).
ja_le: 1つ以上の点を画像から選んでください（解答範囲は表示されません）
lt_lt: Paženklinti vieną arba daugiau taškų paveikslėlyje (pasirinkimų laukai nėra atvaizduoti).
nb_no: Plasser ett eller flere punkter på et bilde (svarområder vises ikke).
nl_nl: Positioneer een of meer punten op een afbeelding (de antwoord gebieden worden niet getoond).
pt_br: Posicione um ou mais pontos na imagem (áreas de resposta não são exibidas).
ro_ro: Poziția unuia sau mai multor puncte pe o imagine (zonele de răspuns nu sunt afișate).
sk_sk: Umiestnite jeden alebo viac bodov na obrázok (oblasti odozvy sa nezobrazia).

source: positive
fr_fr: positif
hu_hu: pozitív
ja_le: ポジティブ
lt_lt: pozityvus
nl_nl: postief
pt_br: positivo
ro_ro: pozitiv
sk_sk: pozitívny

source: Power form
hu_hu: Teljesítményforma
ja_le: パワーフォーム
nb_no: Maktform
nl_nl: Kracht formulier
pt_br: Formulário de energia
ro_ro: Formular de putere
sk_sk: Formulár moci

source: Pre-formatted text
fr_fr: Texte pré-formaté
hu_hu: Előre formázott szöveg
ja_le: 整形済みテキスト
lt_lt: Prieš-formatuotas tekstas
nb_no: Preformatert tekst
nl_nl: Vooraf opgemaakte tekst
pt_br: Texto pré formatado
sk_sk: Predformátovaný text

source: Preparing CSS, please wait…
fr_fr: CSS en préparation, veuillez patienter...
hu_hu: CSS előkészítése, kérem várjon…
ja_le: CSS準備中、お待ちください...
lt_lt: Ruošiamas CSS, prašome palaukti…
nb_no: Forbereder CSS, vennligst vent...
nl_nl: CSS aan het voorbereiden, wacht u a.u.b....
pt_br: Preparando CSS, por favor aguarde…
ro_ro: Pregătire CSS, te rugăm să aștepți…
sk_sk: Pripravuje sa CSS, čakajte prosím…

source: Preparing Metadata Values for target "%s"...
fr_fr: Préparation des valeurs de métadonnées pour la cible "%s"...
hu_hu: Metaadat-értékek előkészítése a(z) "%s " célhoz...
ja_le: ターゲット "％s" のメタデータ値を準備しています...
lt_lt: Ruošiamos Metaduomenų Reikšmės į "%s"...
nb_no: Forbereder metadataverdier for målet "%s"...
nl_nl: Het voorbereiden van metagegevenswaarden voor doelgroep "%s"...
pt_br: Preparando valores de metadados para o alvo "%s"...
ro_ro: Se pregătesc valorile metadatelor pentru ținta "%s"...
sk_sk: Príprava hodnôt metadát pre cieľ „%s“...

source: Preview
fr_fr: Aperçu
hu_hu: Előnézet
ja_le: プレビュー
lt_lt: Peržiūra
nb_no: Forhåndsvis
nl_nl: Voorbeeld
pt_br: Pré-visualizar
ro_ro: Previzualizare
sk_sk: Náhľad

source: Preview the item
fr_fr: Aperçu de l'item
hu_hu: Az elem előnézete
ja_le: アイテムプレビュー
lt_lt: Peržiūrėti elementą
nb_no: Forhåndsvis oppgaven
nl_nl: Bekijk het item
pt_br: Pré-visualizar o item
ro_ro: Previzualizați elementul
sk_sk: Zobraziť ukážku položky

source: Print
fr_fr: Imprimer
hu_hu: Nyomtatás
ja_le: 印刷
lt_lt: Spausdinti
nb_no: Skriv ut
nl_nl: Afdrukken
pt_br: Impressão
ro_ro: Tipărește
sk_sk: Tlačiť

source: Print the item
fr_fr: Imprimer l'item
hu_hu: Nyomtassa ki az elemet
ja_le: アイテムを印刷
lt_lt: Spausdinti elementą
nb_no: Skriv ut oppgaven
nl_nl: Print het item
pt_br: Imprimir o item
ro_ro: Tipărește elementul
sk_sk: Vytlačiť položku
