Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: If the shuffle attribute is true then the delivery engine will randomize the order in which the choices are initially presented. However each choice may be “shuffled” of “fixed” individually.
hu_hu: Ha a shuffle attribútum értéke igaz, akkor a megjelenítési motor véletlenszerűsíti a választási lehetőségek kezdeti megjelenítési sorrendjét. Azonban minden választási lehetőség egyenként „keverhető” vagy „rögzíthető”.
nl_nl: Als het shuffle attribuut waar is dan zal de delivery engine willekeurig de volgorde bepalen waarin de keuzes in het begin worden gepresenteerd. Elke keuze kan echter individueel “gescheiden” van “vastgesteld” worden.
pt_br: Se o atributo aleatório é verdadeiro então o mecanismo de entrega irá randomizar a ordem na qual as escolhas são apresentadas inicialmente. No entanto, cada escolha pode ser "embaralhada" de "fixa" individualmente.
ro_ro: În cazul în care atributul de amestecare este adevărat, motorul de livrare va randomiza ordinea în care opțiunile sunt prezentate inițial. Cu toate acestea, fiecare alegere poate fi „falsificată” individual de „fix”.
sk_sk: Ak je atribút shuffle nastavený na hodnotu true, zobrazovací nástroj náhodne zoradí poradie, v akom sú možnosti pôvodne zobrazené. Každá možnosť však môže byť „zamiešaná“ alebo „fixovaná“ individuálne.

source: If the string interaction is bound to a numeric response variable then the base attribute must be used to set the number base in which to interpret the value entered by the candidate.
fr_fr: Si l'interaction chaîne de caractères est bornée à une variable de réponse numérique, alors l'attribut de base doit être utilisé pour régler le nombre de base dans lequel interpréter la valeur entrée par le candidat.
hu_hu: Ha a karakterlánc-interakció egy numerikus válaszváltozóhoz van kötve, akkor a base attribútumot kell használni a jelölt által megadott érték értelmezéséhez használt számrendszer beállításához.
ja_le: 文字インタラクションが数値レスポンス変数に紐付けされている場合、base属性を使用して、受検者が入力した値を解釈する基数を設定する必要があります。
nb_no: Hvis oppgaven er bundet til en numerisk responsvariabel, må utgangsattributtet brukes til å angi tallet for å tolke verdien som er angitt av kandidaten.
nl_nl: Wanneer de string interactie gebonden is aan een numerieke antwoord variabele, dan moet het basis attribuut gezet worden om de nummerbasis in voor de interpretatie van de waarde die door de kandidaat wordt gegeven.
pt_br: Se a interação de strings estiver ligada a uma variável de resposta numérica, então o atributo base deve ser usado para definir a base de números para interpretar o valor inserido pelo candidato.
ro_ro: În cazul în care interacțiunea este legată de o variabilă numerică de răspuns, atributul de bază trebuie folosit pentru a seta baza numerică în care să interpreteze valoarea introdusă de candidat.
sk_sk: Ak je interakcia s reťazcom viazaná na číselnú premennú odpovede, potom sa musí na nastavenie číselného základu, v ktorom sa má interpretovať hodnota zadaná kandidátom, použiť atribút base.

source: If the variable value is a float and powerForm is set to 'false', the variable will be rendered using the 'e' or 'E' format. If the powerform is set to 'true', the form 'e+n' is changed to 'x 10n'.
fr_fr: Si la valeur de la variable est flottante et que le PowerForm est réglé sur 'faux', la variable sera restituée en utilisant le format 'e' ou 'E'. Si le PowerForm est réglé sur 'vrai', le formulaire 'e+n' est changé en 'x 10n'.
hu_hu: Ha a változó értéke lebegőpontos szám, és a powerForm értéke „false”, akkor a változó „e” vagy „E” formátumban jelenik meg. Ha a powerform értéke „true”, akkor az „e+n” formátum „x 10n”-re változik.
ja_le: 変数の値が float で powerForm が 'false' に設定されている場合、変数は 'e' または 'E' 形式でレンダリングされます。powerform が 'true' に設定されている場合、'e+n' の形式は 'x 10n' に変更されます。
nb_no: Hvis variabelverdien er et flyt- og powerForm som er satt til "false", vil variabelen gjengis med "e" - eller "E"-formatet. Hvis powerformen er satt til 'true', endres formen 'e+n' til 'x 10n'.
nl_nl: Als de variabele waarde een float is en powerform is ingesteld op 'false', zal de variabele worden weergegeven met behulp van het 'e' of 'E' formaat. Indien de powerform is ingesteld op 'true', wordt de vorm 'e+n' gewijzigd in 'x 10n'.
pt_br: Se o valor da variável é um float e powerForm é definido como 'false', a variável será renderizada usando o formato 'e' ou 'E'. Se o powerform for definido como 'verdadeiro', a forma 'e+n' será alterada para 'x 10n'.
ro_ro: Dacă valoarea variabilă este un float și powerForm este setat la 'false', variabila va fi randată folosind formatul '' sau 'E'. Dacă formularul de putere este setat pe 'true', formularul 'e+n' este schimbat în 'x 10n'.
sk_sk: Ak je hodnota premennej číslo s pohyblivou pohyblivou akciou a powerForm je nastavený na hodnotu „false“, premenná sa vykreslí vo formáte „e“ alebo „E“. Ak je powerform nastavený na hodnotu „true“, tvar „e+n“ sa zmení na „x 10n“.

source: If this box is checked the student will be able to eliminate choices.
fr_fr: Si cette case est cochée l'étudiant pourra éliminer des choix.
hu_hu: Ha ez a négyzet be van jelölve, a diák ki tudja zárni a választási lehetőségeket.
ja_le: ボックスにチェックを入れると、選択肢を消去することができます。
lt_lt: Pasirinkus šį nustatymą - studentas galės pašalinti pasirinkimus.
nb_no: Hvis denne boksen er huket av, vil eleven kunne eliminere ulike valgalternativer.
nl_nl: Als dit vakje is aangevinkt, kan de student keuzes elimineren.
pt_br: Se esta caixa estiver marcada, o aluno será capaz de eliminar escolhas.
ro_ro: În cazul în care această casetă este bifată, studentul va putea să elimine alegerile.
sk_sk: Ak je toto políčko zaškrtnuté, študent bude môcť vylúčiť možnosti.

source: Image caption
hu_hu: Képfelirat
nl_nl: Afbeelding bijschrift
ro_ro: Legendă imagine
sk_sk: Popis obrázka

source: Image caption not enabled when position is set to inline
hu_hu: A képfelirat nem engedélyezett, ha a pozíció beágyazottra van állítva.
nl_nl: Afbeelding bijschrift niet ingeschakeld wanneer positie inline is ingesteld
ro_ro: Legenda imaginii nu este activată când poziţia este setată pe linie
sk_sk: Popis obrázka nie je povolený, keď je pozícia nastavená na vnorené

source: Import
hu_hu: Importálás
ja_le: インポート
lt_lt: Importuoti
nb_no: Importer
nl_nl: Importeren
pt_br: Importar
ro_ro: Importă
sk_sk: Importovať

source: Import a QTI/APIP Content Package
fr_fr: Importer un paquet de contenus QTI/APIP
hu_hu: QTI/APIP tartalomcsomag importálása
ja_le: QTI/APIP Content Packageのインポート
lt_lt: Importuoti QTI/APIP Turinio Paketą
nb_no: Importer en QTI/APIP-innholdspakke
nl_nl: Importeer een QTI/APIP Content Pakket
pt_br: Importar um Pacote de Conteúdo QTI/APIP
ro_ro: Importă un pachet QTI/APIP conținut
sk_sk: Import balíka obsahu QTI/APIP

source: Import a QTI/APIP XML Item Document
fr_fr: Importer un document item XML QTI/APIP
hu_hu: QTI/APIP XML tételdokumentum importálása
ja_le: QTI/APIP XML Item Documentのインポート
lt_lt: Importuoti QTI/APIP XML Elemento Dokumentą
nb_no: Importer et QTI/APIP XML-oppgavedokument
nl_nl: Importeer een QTI/APIP XML Item Document
pt_br: Importar um documento XML QTI/APIP
ro_ro: Importă un Document de Articol QTI/APIP XML
sk_sk: Import dokumentu položky XML QTI/APIP

source: Import item content and metadata from CSV file. Only choice interactions are supported.
fr_fr: Importer le contenu de l'item et les métadonnées du fichier CSV. Seules les interactions de type QCM sont supportées.
hu_hu: Importálja az elem tartalmát és metaadatait CSV-fájlból. Csak a választási interakciók támogatottak.
nb_no: Importer oppgaveinnhold og metadata fra CSV-fil. Bare oppgavetypen Choice støttes.
nl_nl: Importeer iteminhoud en metadata uit CSV bestand. Alleen interacties van het type MKV worden ondersteund.
pt_br: Importar conteúdo do item e metadados de um arquivo CSV. Apenas as interações de escolha são suportadas.
ro_ro: Importă conținutul articolului și metadatele din fișierul CSV. Numai interacțiunile cu selecția sunt suportate.
sk_sk: Importovať obsah a metadáta položky zo súboru CSV. Podporované sú iba interakcie s výberom.

source: Import QTI ITEM into "%s
fr_fr: Importer l'ITEM QTI dans "%s
hu_hu: MENNYISÉGI TÉTEL importálása a következőbe: "%s
ja_le: QTIアイテムを"%s"にインポート
lt_lt: Importuoti QTI Elementą į "%s
nb_no: Importer QTI-oppgave til "%s
nl_nl: Importeer QTI ITEM in "%s
pt_br: Importar ITEM QTI em "%s
ro_ro: Importă QTI ITEM în "%s
sk_sk: Importovať položku QTI do "%s"

source: IMS QTI Item referenced as "%s" cannot be imported.
hu_hu: A(z) "%s" ként hivatkozott IMS QTI elem nem importálható.
nl_nl: IMS QTI Item waarnaar verwezen wordt als "%s" kan niet geïmporteerd worden.
pt_br: O item IMS QTI referenciado como "%s" não pode ser importado.
ro_ro: Elementul IMS QTI referit ca "%s" nu poate fi importat.
sk_sk: Položku IMS QTI s odkazom na „%s“ nie je možné importovať.

source: IMS QTI Item referenced as "%s" contains a portable element and cannot be imported.
hu_hu: Az „%s” ként hivatkozott IMS QTI elem hordozható elemet tartalmaz, és nem importálható.
nl_nl: IMS QTI Item waarnaar verwezen wordt als "%s" bevat een draagbaar element en kan niet geïmporteerd worden.
pt_br: Item IMS QTI referenciado como "%s" contém um elemento portátil e não pode ser importado.
ro_ro: Elementul IMS QTI referit ca "%s" conţine un element portabil şi nu poate fi importat.
sk_sk: Položka IMS QTI označená ako „%s“ obsahuje prenosný prvok a nemožno ju importovať.

source: IMS QTI Item referenced as "%s" in the IMS Manifest file could not be imported.
hu_hu: Az IMS jegyzékfájlban "%s"-ként hivatkozott IMS QTI elem importálása sikertelen volt.
nl_nl: IMS QTI Item waarnaar verwezen wordt als "%s" in het IMS Manifest bestand kon niet geïmporteerd worden.
pt_br: Item IMS QTI referenciado como "%s" no arquivo IMS Manifesto não pôde ser importado.
ro_ro: Elementul IMS QTI referit ca "%s" în fişierul IMS Manifest nu a putut fi importat.
sk_sk: Položku IMS QTI označenú ako „%s“ v súbore manifestu IMS nebolo možné importovať.

source: In progress
nl_nl: Bezig
ro_ro: În curs

source: In Progress
fr_fr: En cours
hu_hu: Folyamatban van
ja_le: 実施中
lt_lt: Vykdoma
nb_no: I arbeid
nl_nl: In uitvoering
pt_br: Em Execução
ro_ro: În curs
sk_sk: Prebieha

source: In seconds. Delay during which the replay of the media is allowed. Once reached, the media is disabled and cannot be played anymore.
fr_fr: En secondes. Durée pendant laquelle la relecture du média est autorisée. Une fois atteinte, le média est désactivé et ne peut plus être lu.
hu_hu: Másodpercben. Késleltetés, ameddig a média lejátszása engedélyezett. Ha eléri ezt az időt, a média letiltásra kerül, és többé nem játszható le.
ja_le: 秒単位。リプレイを設定時間内に開始しないと、再生できなくなります。0に設定すると制限時間はなくなります。
lt_lt: Sekundėmis. Delsa, per kurią atkūrimas iš naujo yra leidžiamas. Kai pasiektas, medija yra nebeleidžiama ir negali būti atkurta.
nb_no: Om noen sekunder. Forsinkelse under avspilling av media er tillatt. Når den er avspilt, er media deaktivert og kan ikke avspilles av på nytt.
nl_nl: In seconden. Vertraging waarbij het herspelen van de media is toegestaan. Eenmaal bereikt is de media uitgeschakeld en kan deze niet meer worden afgespeeld.
pt_br: Em segundos. O atraso durante o qual o replay da mídia é permitido. Uma vez alcançado, a mídia está desativada e não pode mais ser reproduzida.
ro_ro: În secunde. Întârzierea în timpul căreia reredarea fișierelor media este permisă. Odată ajuns, fișierele media sunt dezactivate și nu mai pot fi redate.
sk_sk: V sekundách. Oneskorenie, počas ktorého je povolené prehrávanie média. Po dosiahnutí tohto oneskorenia sa médium zakáže a už sa nedá prehrať.

source: In visual environments, string interactions are typically represented by empty boxes into which the candidate writes or types. Delivery engines should use the value of this attribute (if provided) instead of their default placeholder text when this is required.
fr_fr: Dans des environnements visuels, les interactions de type chaînes de caractères sont typiquement représentées par des boîtes vides dans lesquelles le candidat écrit ou tape. Les moteurs de passation devraient utiliser la valeur de cet attribut (si fourni) plutôt que leur espace réservé de texte par défaut quand c'est nécessaire.
hu_hu: Vizuális környezetekben a karakterlánc-interakciókat jellemzően üres mezők ábrázolják, amelyekbe a jelölt ír vagy gépel. A kézbesítő motoroknak ennek az attribútumnak az értékét (ha meg van adva) kell használniuk az alapértelmezett helyőrző szövegük helyett, amikor erre szükség van.
ja_le: 文字列形式では、空白のボックスに受検者が書き込むか入力を行います。必須フィールドである場合、デリバリエンジンは、代替テキストのかわりにこの属性値を使います。
lt_lt: Vaizdinėje aplinkoje, tekstinės užduotys tipiškai yra tos, kurias kandidatas įrašo. Pateikties variklis turėtų naudoti reikšmę šios savybės (jeigu ji pateikta), vietoj numatyto teksto, kai tai yra reikalaujama.
nb_no: I visuelle miljøer er oppgavetypene vanligvis representert av tomme bokser som kandidaten skriver inn i. Ved levering bør verdien av dette attributtet brukes(hvis det er gitt) i stedet for standard plassholdertekst når dette er påkrevd.
nl_nl: In visuele omgevingen, worden string interacties gewoonlijk gerepresenteerd middels lege blokken waarin de kandidaat kan schrijven of typen. Pakket engines moeten deze waarde gebruiken voor dit attribuut (indien beschikbaar) in plaats van de standaard plaats houder tekst indien dit is vereist.
pt_br: Em ambientes visuais, as interações de strings normalmente são representadas por caixas vazias nas quais o candidato escreve ou digita. Motores de entrega devem usar o valor deste atributo (se fornecido) ao invés de seu texto padrão de espaço reservado quando isso é necessário.
ro_ro: În mediile vizuale, interacțiunile cu șiruri sunt de obicei reprezentate de cutii goale în care candidatul scrie sau tipuri. Motoarele de livrare ar trebui să utilizeze valoarea acestui atribut (dacă este prevăzut) în locul textului implicit al substituentului lor, atunci când acest lucru este necesar.
sk_sk: Vo vizuálnych prostrediach sú interakcie s reťazcami typicky reprezentované prázdnymi políčkami, do ktorých kandidát píše alebo píše. Doručovacie nástroje by mali použiť hodnotu tohto atribútu (ak je poskytnutá) namiesto predvoleného zástupného textu, keď je to potrebné.

source: incorrect
hu_hu: helytelen
ja_le: 不正解
lt_lt: neteisingas
nb_no: feil
nl_nl: Onjuist
pt_br: incorreto
ro_ro: incorect
sk_sk: nesprávny

source: Index
ja_le: インデックス
lt_lt: Indeksas
nb_no: Indeks
nl_nl: Indexeren
pt_br: Indexação
ro_ro: Indice

source: Indicates that the audio forms part of a sequence with other sequential interactions. The advancing of the sequence is handled by the delivery engine. Delays are also respected.
hu_hu: Azt jelzi, hogy a hanganyag egy sorozat részét képezi más, egymást követő interakciókkal. A sorozat előrehaladását a kézbesítő motor kezeli. A késéseket is figyelembe veszi a rendszer.
nl_nl: Geeft aan dat de audio deel uitmaakt van een reeks met andere opeenvolgende interacties. De verdere ontwikkeling van de rijen wordt geregeld door de aanvoermotor.
ro_ro: Indică faptul că audio face parte dintr-o secvență cu alte interacțiuni secvențiale. Progresul secvenței este gestionat de motorul de livrare. Întârzierile sunt, de asemenea, respectate.
sk_sk: Označuje, že zvuk tvorí súčasť sekvencie s inými sekvenčnými interakciami. Posúvanie sekvencie vpred zabezpečuje doručovací modul. Rešpektujú sa aj oneskorenia.

source: Infinity
fr_fr: Infinité
hu_hu: Végtelenség
lt_lt: Begalybė
nb_no: Evighet
nl_nl: Oneindig
pt_br: Infinito
ro_ro: Infinitate
sk_sk: Nekonečno

source: Inline Choice
fr_fr: Choix en ligne
hu_hu: Beágyazott választás
ja_le: 選択肢
lt_lt: Įterptas Pasirinkimas
nb_no: Flervalg på linje
nl_nl: Inline keuze
pt_br: Escolha Inline
ro_ro: Alegere în linie
sk_sk: Vložená voľba

source: Inline Choice Interaction
fr_fr: Interaction de choix en ligne
hu_hu: Beágyazott választási interakció
ja_le: 選択肢
lt_lt: Įterpto Pasirinkimo Užduotis
nb_no: Oppgavetype flervalg på linje
nl_nl: Inline keuze interactie
pt_br: Interação de Escolha Embutida
ro_ro: Interacțiunea de alegere în text
sk_sk: Interakcia s vloženou voľbou

source: Inline Interactions
fr_fr: Interaction en ligne
hu_hu: Beágyazott interakciók
nb_no: Tekstboks med oppgavetyper
nl_nl: Inline interacties
pt_br: Interações Embutidas
ro_ro: Interacţiuni integrate
sk_sk: Vložené interakcie

source: Inline interactions need to be inserted into a text block.
fr_fr: Les interactions en ligne doivent être insérées dans un bloc de texte.
hu_hu: A beágyazott interakciókat egy szövegblokkba kell beszúrni.
ja_le: インラインインタラクションは、文字ブロックに挿入する必要があります
lt_lt: Įterptos užduotis turi būti įdėtos į teksto bloką.
nb_no: Oppgavetypen må settes inn i en tekstboks.
nl_nl: Inline interacties dienen ingevoerd te worden in een tekst blok
pt_br: As interações em linha precisam ser inseridas em um bloco de texto.
ro_ro: Interacţiunile interdisciplinare trebuie introduse într-un bloc de text.
sk_sk: Vložené interakcie je potrebné vložiť do textového bloku.

source: Interaction Background
fr_fr: Arrière-plan de l'interaction
hu_hu: Interakciós háttér
ja_le: 問題の背景画像
lt_lt: Sąveikos Fonas
nb_no: Bakgrunn
nl_nl: Interactie achtergrond
pt_br: Fundo de Interação
ro_ro: Fundal interacțiune
sk_sk: Pozadie interakcie

source: Interaction Properties
fr_fr: Propriétés de l'interaction
hu_hu: Interakciós tulajdonságok
ja_le: 基本プロパティ
lt_lt: Sąveikos Savybės
nb_no: Egenskaper for oppgavetyper
nl_nl: Interactie eigenschappen
pt_br: Propriedades da interação
ro_ro: Proprietăți interacțiune
sk_sk: Vlastnosti interakcie

source: Interpretation
fr_fr: Interprétation
hu_hu: Értelmezés
ja_le: 翻訳
lt_lt: Interpretacija
nb_no: Tolkning
nl_nl: Interpretatie
pt_br: Interpretação
ro_ro: Interpretare
sk_sk: Interpretácia

source: Invalid identifier
hu_hu: Érvénytelen azonosító
ja_le: 無効な識別子です
nb_no: Ugyldig identifikator
nl_nl: Ongeldige ID
pt_br: Identificador inválido
ro_ro: Identificator nevalid
sk_sk: Neplatný identifikátor

source: Invalid Outcome Declaration
hu_hu: Érvénytelen eredménynyilatkozat
nb_no: Ugyldig resultatvisning
nl_nl: Ongeldige Resultatenverklaring
pt_br: Declaração de resultado inválida
ro_ro: Declarație de rezultat nevalidă
sk_sk: Neplatné vyhlásenie o výsledku

source: invalid QTI XML
fr_fr: XML QTI invalide
hu_hu: érvénytelen QTI XML
ja_le: 無効なQTI XML
lt_lt: blogas QTI XML
nb_no: ugyldig QTI XML
nl_nl: ongeldige QTI XML
pt_br: QTI XML inválido
sk_sk: neplatný XML kód QTI

source: Invalid response identifier
hu_hu: Érvénytelen válaszazonosító
ja_le: 無効なレスポンス識別子
nb_no: Ugyldig svaridentifikator
nl_nl: Ongeldige antwoord-id
pt_br: Identificador de resposta inválido
ro_ro: Identificator răspuns nevalid
sk_sk: Neplatný identifikátor odpovede

source: Invalid URL
hu_hu: Érvénytelen URL
nb_no: Ugyldig URL
nl_nl: Ongeldige URL
pt_br: URL inválida
ro_ro: URL invalid
sk_sk: Neplatná URL adresa

source: Invalid value in correct response property.
hu_hu: Érvénytelen érték a helyes válasz tulajdonságban.
nl_nl: Ongeldige waarde in de juiste reactie eigenschap.
ro_ro: Valoare nevalidă în proprietatea de răspuns corect.
sk_sk: Neplatná hodnota v správnej vlastnosti odpovede.

source: Invalid value, should be an integer number.
nl_nl: Ongeldige waarde, moet een geheel getal zijn.
ro_ro: Valoare nevalidă, trebuie să fie un număr întreg.

source: Invalid value, use %s %s for decimal point.
hu_hu: Érvénytelen érték, tizedesvesszőként használja a %s %s karaktereket.
nl_nl: Ongeldige waarde, gebruik %s %s voor decimale punt.
ro_ro: Valoare invalidă, utilizaţi %s %s pentru zecimal.
sk_sk: Neplatná hodnota, pre desatinnú čiarku použite %s %s .

source: is null
nl_nl: is nul
ro_ro: este nul

source: Is this choice the correct response?
fr_fr: Est-ce que ce choix est la réponse correcte ?
hu_hu: Ez a választás a helyes válasz?
ja_le: この選択は正しい答えですか？
lt_lt: Ar šis pasirinkimas yra teisingas atsakymas?
nb_no: Er dette valget det riktig svaret?
nl_nl: Is deze keuze het correcte antwoord?
pt_br: Esta escolha é a resposta certa?
ro_ro: Este această alegere răspunsul corect?
sk_sk: Je táto voľba správnou odpoveďou?

source: Is this pair the correct response?
fr_fr: Est-ce que cette paire est la réponse correcte ?
hu_hu: Ez a párosítás a helyes válasz?
ja_le: このペアは、正しい答えですか？
lt_lt: Ar ši pora yra teisingas atsakymas?
nb_no: Er dette paret det riktig svaret?
nl_nl: Is dit paar het correcte antwoord?
pt_br: Este par é a resposta certa?
ro_ro: Este aceasta pereche raspunsul corect?
sk_sk: Je táto dvojica správna odpoveď?

source: It is intended only for post-processing and will not influence the actual score computation.
nl_nl: Het is alleen bedoeld voor post-verwerking en zal de werkelijke score niet beïnvloeden.
ro_ro: Este destinat numai pentru post-procesare şi nu va influenţa calculul scorului real.

source: It seems that there is an error during item loading. The error has been reported. The test will be paused.
hu_hu: Úgy tűnik, hiba történt az elem betöltése során. A hibát jelentettük. A teszt szünetel.
nl_nl: Het lijkt erop dat er een fout is tijdens het laden van het item. De fout is gerapporteerd. De test zal worden gepauzeerd.
pt_br: Parece que houve um erro durante o carregamento do item. O erro foi reportado. O teste será pausado.
ro_ro: Se pare că a apărut o eroare la încărcarea obiectului. Eroarea a fost raportată. Testul va fi întrerupt.
sk_sk: Zdá sa, že pri načítavaní položky došlo k chybe. Chyba bola nahlásená. Test bude pozastavený.

source: Item "%s" cannot be exported: %s
fr_fr: L'item "%s" ne peut être exporté : %s
hu_hu: A(z) „%s” elem nem exportálható: %s
ja_le: アイテム "%s" をエクスポートできませんでした。
lt_lt: Elementas "%s" negali būti eksportuotas: %s
nb_no: Oppgave "%s" kan ikke eksporteres: %s
nl_nl: Item "%s" kan niet worden geëxporteerd: %s
pt_br: Item "%s" não pode ser exportado: %s
ro_ro: Articolul "%snu poate fi exportat: %s
sk_sk: Položku „%s“ nie je možné exportovať: %s

source: Item "%s" has no xml document
fr_fr: L'item "%s" n'a pas de XML Document.
hu_hu: A(z) „%s” elemhez nem tartozik XML dokumentum.
ja_le: アイテム "%s" にはxml文書がありません
lt_lt: Elementas "%s" neturi xml dokumento
nb_no: Oppgave "%s" har ikke noe XML-dokument
nl_nl: Item "%s" heeft geen xml document
pt_br: Item "%s" não tem nenhum documento xml
ro_ro: Elementul "%s" nu are un document xml
sk_sk: Položka „%s“ nemá žiadny dokument XML

source: Item "%s" is not available in any language
fr_fr: L'item "%s" n'est pas disponible dans ma langue.
hu_hu: A(z) „%s” elem nem érhető el egyetlen nyelven sem
ja_le: アイテム"%s"は、どの言語でもご利用できません
lt_lt: Klausimas "%s" nėra galimas jokia kalba
nb_no: Oppgave "%s" er ikke tilgjengelig på noe språk
nl_nl: Item "%s" is in geen enkele taal beschikbaar
pt_br: Item "%s" não está disponível em qualquer idioma
ro_ro: Articolul "%snu este disponibil în nicio limbă
sk_sk: Položka „%s“ nie je dostupná v žiadnom jazyku

source: Item "%s" is ready to be exported
fr_fr: L'item "%s" est prêt a être exporté.
hu_hu: A(z) „%s” elem exportálásra kész
ja_le: アイテム "%s" をエクスポートする準備ができました
lt_lt: Elementas "%s" paruoštas būti eksportuotam
nb_no: Oppgave "%s" er klar til å eksporteres
nl_nl: Item "%s" is klaar om te worden geëxporteerd.
pt_br: Item "%s" está pronto para ser exportado
ro_ro: Articolul "%seste gata să fie exportat
sk_sk: Položka „%s“ je pripravená na export

source: Item cannot be saved.
hu_hu: Az elem nem menthető.
ja_le: アイテムを保存できません。
nb_no: Oppgaven kan ikke lagres.
nl_nl: Item kan niet worden opgeslagen.
pt_br: Item não pode ser salvo.
ro_ro: Elementul nu poate fi salvat.
sk_sk: Položku nie je možné uložiť.
