Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: APIP Content Package
fr_fr: Paquet de contenu APIP
hu_hu: APIP tartalomcsomag
ja_le: APIPコンテンツパッケージ
lt_lt: APIP Turinio Paketas
nb_no: APIP innholdspakke
nl_nl: APIP inhoudspakket
pt_br: Pacote de conteúdo APIP
ro_ro: Pachet de conținut APIP
sk_sk: Balík obsahu APIP

source: Apip Package successfully exported.
fr_fr: Paquet Apip exporté avec succès.
hu_hu: Az Appip csomag exportálása sikeresen megtörtént.
ja_le: APIPパッケージのエクスポートが完了しました
lt_lt: Apip Paketas sėkmingai išeksportuotas.
nb_no: Apip-pakken ble eksportert.
nl_nl: Apip Pakket met succes geëxporteerd.
pt_br: Pacote Apip exportado com sucesso.
ro_ro: Pachet Apip exportat cu succes.
sk_sk: Balík Apip bol úspešne exportovaný.

source: Arc
nl_nl: Boog

source: Arrange a list of choices in the correct order.
fr_fr: Arranger une liste de choix dans l'ordre correct.
hu_hu: Rendezd el a választási lehetőségek listáját a megfelelő sorrendben.
ja_le: 正しい順序で選択項目のリストを並べます
lt_lt: Surikiuokite variantų sąrašą teisinga tvarka.
nb_no: Sett opp en liste med valg i riktig rekkefølge.
nl_nl: Zet een lijst van keuzes in de juiste volgorde.
pt_br: Organize uma lista de opções na ordem correta.
ro_ro: Aranjați o listă de opțiuni în ordinea corectă.
sk_sk: Usporiadajte zoznam možností v správnom poradí.

source: Associate
fr_fr: Associé
hu_hu: Társult
ja_le: 組合せ
lt_lt: Susieti poromis
nb_no: Kobling
nl_nl: Verbind
pt_br: Associado
ro_ro: Asociat
sk_sk: Pridružený pracovník

source: Associate Interaction
fr_fr: Interaction associée
hu_hu: Partneri interakció
ja_le: 組合せ
lt_lt: Susieti Sąveiką
nb_no: Oppgavetype kobling
nl_nl: Verbind interactie
pt_br: Interação associada
ro_ro: Interacţiuni asociate
sk_sk: Interakcia s pridruženými partnermi

source: association pairs
fr_fr: paires associées
hu_hu: asszociációs párok
ja_le: 組合せ
lt_lt: vieną asocijuotą porą
nb_no: kobling av par par
nl_nl: Verbind paren
pt_br: pares de associação
ro_ro: perechi de asociații
sk_sk: asociačné páry

source: at least
fr_fr: au moins
hu_hu: legalább
ja_le: 最低
lt_lt: bent
nb_no: minst
nl_nl: ten minste
pt_br: pelo menos
ro_ro: cel puțin
sk_sk: aspoň

source: Attempting to inject "%s" metadata values for target "%s" with metadata Injector "%s".
hu_hu: „%s” metaadatértékek befecskendezésére tett kísérlet a(z) „%s” célhoz a(z) „%s” metaadat-injektorral.
nl_nl: Poging om "%s" metadata waarden voor doel "%s" te injecteren met metadata Injector "%s".
pt_br: Tentando injetar "%s"valores de metadados para destino "%s" com injetor de metadados "%s".
ro_ro: Se încearcă injectarea "%s" valori metadate pentru ținta "%s" cu metadata Injector "%s".
sk_sk: Pokus o vloženie hodnôt metadát „%s“ pre cieľ „%s“ pomocou vkladača metadát „%s“.

source: Autostart
fr_fr: Démarrage automatique
hu_hu: Automatikus indítás
ja_le: 自動再生
lt_lt: Automatiškai pradėti
nl_nl: Automatisch starten
pt_br: Começo Automático
sk_sk: Automatické spustenie

source: Back to Manage Items
fr_fr: Retour à la gestion des items
hu_hu: Vissza az Elemek kezelése oldalra
ja_le: アイテム管理に戻る
lt_lt: Grįžti į visų klausimų tvarkimą
nb_no: Tilbake til administrer oppgaver
nl_nl: Terug naar Items Beheren
pt_br: Voltar para Gerenciar Itens
ro_ro: Înapoi la gestionarea articolelor
sk_sk: Späť na správu položiek

source: Background color
fr_fr: Couleur d'arrière-plan
hu_hu: Háttérszín
ja_le: 背景色
lt_lt: Fono spalva
nb_no: Bakgrunnsfarge
nl_nl: Achtergrondkleur
pt_br: Cor de fundo
ro_ro: Culoare fundal
sk_sk: Farba pozadia

source: Base
hu_hu: Bázis
ja_le: ベース
lt_lt: Pagrindas
nb_no: Utgangspunkt
nl_nl: Basis
ro_ro: Baza
sk_sk: Základňa

source: Be aware, if you choose to remove the instructions, the system will not provide any warnings to the test takers if constraints are set.
hu_hu: Kérjük, vegye figyelembe, hogy ha úgy dönt, hogy eltávolítja az utasításokat, a rendszer nem fog figyelmeztetéseket küldeni a vizsgázóknak, ha korlátozások vannak beállítva.
nl_nl: Wees bewust, als u de instructies wilt verwijderen, zal het systeem geen waarschuwingen geven aan de testtakers als er beperkingen zijn ingesteld.
ro_ro: Fiți conștienți, dacă alegeți să eliminați instrucțiunile, sistemul nu va furniza niciun fel de avertismente persoanelor care efectuează testul dacă sunt stabilite constrângeri.
sk_sk: Upozorňujeme, že ak sa rozhodnete odstrániť pokyny, systém účastníkom testu neposkytne žiadne upozornenia, ak sú nastavené obmedzenia.

source: Beta
nl_nl: Bèta

source: Block
fr_fr: Bloc
hu_hu: Tömb
ja_le: 文字ブロック
lt_lt: Blokas
nb_no: Tekstboks
nl_nl: Blok
pt_br: Bloquear
ro_ro: Blochează
sk_sk: Blok

source: block
fr_fr: bloc
hu_hu: tömb
ja_le: ブロック
lt_lt: blokas
nb_no: tekstboks
nl_nl: blok
pt_br: Bloquear
ro_ro: bloc
sk_sk: blok

source: Block contains the content (stimulus) of the item such as text or image. It is also required for Inline Interactions.
fr_fr: Le bloc contient le contenu (stimulus) de l'item tel que du texte ou une image. Il est aussi demandé pour les interactions en ligne.
hu_hu: A blokk az elem tartalmát (ingerét) tartalmazza, például szöveget vagy képet. A soron belüli interakciókhoz is szükséges.
ja_le: 文字ブロックは、テキストや画像などのコンテンツを表示します。文章中の穴埋め問題作成にも利用します。
lt_lt: Blokas sudarytas iš turinio (stimulus) elemento, kaip tekstas ar paveiksliukas. Tai taip pat privaloma Įterptoms Užduotims.
nb_no: Tekstboksen inneholder stimuliet til oppgaven, for eksempel tekst eller bilde. Det er også nødvendig for integrerte oppgavetyper.
nl_nl: Blok bevat de inhoud (stimulus) van het item zoals tekst of een afbeelding. Het is ook nodig voor in lijn interacties.
pt_br: O bloco contém o conteúdo (estímulo) do item, como texto ou imagem. Também é necessário para Interações em linha.
ro_ro: Block-ul contine continutul (stimulus) elementului cum ar fi text sau imagine. Este necesar si pentru interactiuni in linie.
sk_sk: Blok obsahuje obsah (stimul) položky, ako napríklad text alebo obrázok. Je tiež potrebný pre vložené interakcie.

source: Block height (%)
hu_hu: Blokk magassága (%)
nb_no: Skrollhøyde(%)
nl_nl: Blok hoogte (%)
pt_br: Altura do bloco (%)
ro_ro: Înălțimea blocului (%)
sk_sk: Výška bloku (%)

source: Border color
fr_fr: Couleur de bordure
hu_hu: Szegély színe
ja_le: 枠の色
lt_lt: Kraštinės spalva
nb_no: Kantfarge
nl_nl: Randkleur
pt_br: Cor da borda
ro_ro: Culoare chenar
sk_sk: Farba okraja

source: Bottom
nl_nl: Onder
ro_ro: Jos

source: Browse your computer and select the appropriate file.
fr_fr: Naviguez dans vos fichiers et sélectionnez le fichier approprié.
hu_hu: Böngésszen a számítógépén, és válassza ki a megfelelő fájlt.
ja_le: コンピュータを参照し、適切なファイルを選択してください
lt_lt: Naršyk savo kompiuterį ir pasirink atitinkamą failą.
nb_no: Søk gjennom maskinen din og velg riktig fil.
nl_nl: Blader door uw computer en selecteer het juiste bestand
pt_br: Procure no seu computador e selecione o arquivo apropriado.
ro_ro: Navigați pe computer și selectați fișierul corespunzător.
sk_sk: Prehľadajte si počítač a vyberte príslušný súbor.

source: Browse...
fr_fr: Parcourir...
hu_hu: Böngészés...
ja_le: 参照...
lt_lt: Naršyti...
nb_no: Søk...
nl_nl: Bladeren…
pt_br: Navegar...
ro_ro: Răsfoire...
sk_sk: Prehliadať...

source: Cancel
fr_fr: Annuler
hu_hu: Mégsem
ja_le: キャンセル
lt_lt: Atšaukti
nb_no: Avbryt
nl_nl: Annuleren
pt_br: cancelar
ro_ro: Anulează
sk_sk: Zrušiť

source: cancel
fr_fr: annuler
hu_hu: mégsem
ja_le: キャンセル
lt_lt: atšaukti
nb_no: avbryt
nl_nl: annuleren
pt_br: Cancelar
ro_ro: anulează
sk_sk: zrušiť

source: Cannot create gap from this selection. Please check that you do not have partially selected elements.
fr_fr: Impossibilité de créer un espace à partir de cette sélection. Veuillez vérifier que vous n'avez pas des éléments partiellement sélectionnés.
hu_hu: Nem lehet hézagot létrehozni ebből a kijelölésből. Ellenőrizze, hogy nincsenek-e részben kijelölt elemek.
ja_le: この選択から穴埋めの選択肢を作成できません。確認してください。
lt_lt: Nepavyko sukurti tarpo iš šio pasirinkimo. Prašome patikrinti, ar jūs neturite dalinai pasirinktų elementų.
nb_no: Kan ikke lage mellomrom fra dette valget. Kontroller at du ikke har delvis utvalgte elementer.
nl_nl: Kan geen gap maken uit deze keuze. Controleer of u geen elementen gedeeltelijk hebt geselecteerd.
pt_br: Não é possível criar lacuna a partir desta seleção. Por favor, verifique se você não tem elementos parcialmente selecionados.
ro_ro: Nu se poate crea decalaj la această selecţie. Vă rugăm să verificaţi că nu aveţi elemente selectate parţial.
sk_sk: Z tohto výberu nie je možné vytvoriť medzeru. Skontrolujte, či nemáte čiastočne vybrané prvky.

source: Cannot create hottext from this selection.
hu_hu: Nem lehet forró szöveget létrehozni ebből a kijelölésből.
ja_le: この選択からホットテキストを作成することはできません。
nl_nl: Kan geen hottext maken vanuit deze selectie.
pt_br: Não é possível criar hottext a partir desta seleção.
ro_ro: Nu se poate crea textul hottext din această selecţie.
sk_sk: Z tohto výberu nie je možné vytvoriť okamžitý text.

source: Cannot create hottext from this selection. Please make sure the selection does not contain both formatted and unformatted words.
hu_hu: Nem lehet forró szöveget létrehozni ebből a kijelölésből. Győződjön meg arról, hogy a kijelölés nem tartalmaz formázott és formázatlan szavakat is.
nl_nl: Kan geen hottext maken vanuit deze selectie. Zorg ervoor dat de selectie niet zowel opgemaakt als ongeformatteerde woorden bevat.
pt_br: Não é possível criar hottext a partir desta seleção. Por favor, certifique-se de que a seleção não contém palavras formatadas ou não formatadas.
ro_ro: Nu se poate crea hottext din această selecţie. Vă rugăm să vă asiguraţi că selecţia nu conţine atât cuvinte formatate, cât şi cuvinte neformatate.
sk_sk: Z tohto výberu nie je možné vytvoriť hottext. Uistite sa, že výber neobsahuje formátované aj neformátované slová.

source: Cannot create hottext from this selection. Please make sure the selection does not contain multiple lines.
hu_hu: Nem lehet forró szöveget létrehozni ebből a kijelölésből. Kérjük, győződjön meg arról, hogy a kijelölés nem tartalmaz több sort.
nl_nl: Kan geen hottext maken van deze selectie. Zorg ervoor dat de selectie niet meerdere regels bevat.
pt_br: Não é possível criar hottext a partir desta seleção. Por favor, certifique-se de que a seleção não contém várias linhas.
ro_ro: Nu se poate crea textul hottext din această selecţie. Asiguraţi-vă că selecţia nu conţine mai multe linii.
sk_sk: Z tohto výberu nie je možné vytvoriť hottext. Uistite sa, že výber neobsahuje viacero riadkov.

source: Cannot delete a variable currently used in response processing
fr_fr: Ne peut pas supprimer une variable actuellement utilisée dans le traitement des réponses
hu_hu: Nem lehet törölni a válaszfeldolgozásban jelenleg használt változót
ja_le: レスポンス処理で現在使用されている変数は削除できません
lt_lt: Nepavyko ištrinti kintamojo, kuris naudojamas atsakymo apdorojime
nb_no: Kan ikke slette en variabel som for tiden brukes i responsprosessering
nl_nl: Kan een variabele die momenteel in de responsverwerking wordt gebruikt niet verwijderen
pt_br: Não é possível excluir uma variável usada atualmente no processamento de resposta
ro_ro: Nu se poate șterge o variabilă folosită în prezent în procesarea răspunsului
sk_sk: Nie je možné odstrániť premennú, ktorá sa momentálne používa pri spracovaní odpovede

source: Cannot edit a variable currently used in response processing
fr_fr: Ne peut pas modifier une variable actuellement utilisée dans le traitement des réponses
hu_hu: A válaszfeldolgozásban jelenleg használt változó nem szerkeszthető
ja_le: レスポンス処理で現在使用されている変数は編集できません
lt_lt: Nepavyko redaguoti kintamojo, kuris naudojamas atsakymo apdorojime
nb_no: Kan ikke redigere en variabel som for tiden brukes i responsprosessering
nl_nl: Kan een variabele die momenteel in de responsverwerking wordt gebruikt niet aanpassen
pt_br: Não é possível editar uma variável usada atualmente no processamento de respostas
ro_ro: Nu se poate edita o variabilă folosită în prezent în procesarea răspunsului
sk_sk: Nie je možné upraviť premennú, ktorá sa momentálne používa pri spracovaní odpovede

source: cannot find QTI XML
fr_fr: ne peut trouver le XML QTI
hu_hu: nem található QTI XML
ja_le: QTI XMLがみつかりません
lt_lt: nepavyko rasti QTI XML
nb_no: finner ikke QTI XML
nl_nl: kan de QTI XML niet vinden.
pt_br: XML do QTI não encontrado
ro_ro: nu poate găsi QTI XML
sk_sk: Nemožno nájsť QTI XML

source: cannot load QTI XML
fr_fr: ne peut charger le XML QTI
hu_hu: Nem sikerült betölteni a QTI XML-t
ja_le: QTI XMLがロードできません
lt_lt: nepavyko rasti QTI XML
nb_no: kan ikke laste inn QTI XML
nl_nl: kan de QTI XML niet laden.
pt_br: não é possível carregar XML QTI
ro_ro: QTI XML nu poate fi încărcat
sk_sk: Nemožno načítať QTI XML

source: Cannot locate the file "%s
fr_fr: Impossible de localiser le fichier "%s
hu_hu: Nem található a fájl "%s
ja_le: ファイル "％sが見つかりません
lt_lt: Nepavyko surasti failo "%s
nb_no: Finner ikke filen "%s
nl_nl: Kan het bestand "%s" niet lokaliseren
pt_br: Não é possível localizar o arquivo "%s
ro_ro: Nu se poate localiza fișierul "%s
sk_sk: Nepodarilo sa nájsť súbor „%s“

source: Center
fr_fr: Centrer
hu_hu: Központ
ja_le: センター
lt_lt: Centras
nb_no: Senter
nl_nl: Centreren
pt_br: Centralizar
ro_ro: Centru
sk_sk: Centrum

source: Change the width of the item. By default the item has a width of 100% and adapts to the size of any screen. The maximal width is by default 1024px - this will also change when you set a custom with.
hu_hu: Módosítsa az elem szélességét. Alapértelmezés szerint az elem szélessége 100%, és alkalmazkodik bármely képernyő méretéhez. A maximális szélesség alapértelmezés szerint 1024 képpont - ez akkor is megváltozik, ha egyéni szélességet állít be a [ ].
nl_nl: Wijzig de breedte van het item. Standaard heeft het item een breedte van 100% en past zich aan de grootte van elk scherm aan. De maximale breedte is standaard 1024px - dit zal ook veranderen wanneer u een aangepast systeem instelt.
pt_br: Altere a largura do item. Por padrão, o item tem 100% de largura e se adapta ao tamanho de qualquer tela. A largura máxima é por padrão 1024px - isto também vai mudar quando você definir um personalizado.
ro_ro: Schimbă lățimea elementului. Implicit elementul are o lățime de 100% și se adaptează la dimensiunea oricărui ecran. Lățimea maximă este implicit 1024px - aceasta se va schimba și atunci când setați o particularizare.
sk_sk: Zmeňte šírku položky. Predvolene má položka šírku 100 % a prispôsobí sa veľkosti ľubovoľnej obrazovky. Maximálna šírka je predvolene 1024 px – táto sa zmení aj po nastavení vlastnej hodnoty.

source: chars
fr_fr: caractères
hu_hu: karakterek
ja_le: 文字
lt_lt: ženklai
nb_no: tegn
nl_nl: Tekens
pt_br: caracteres
ro_ro: caractere
sk_sk: znaky

source: Choice
fr_fr: Choix
hu_hu: Választás
ja_le: 選択
lt_lt: Pasirinkimas
nb_no: Flervalg
nl_nl: Keuze
pt_br: Escolha
ro_ro: Alegere
sk_sk: Voľba

source: Choice Image
fr_fr: Choisissez l'image
hu_hu: Választott kép
ja_le: 画像の選択
lt_lt: Pasirinkti Paveiksliuką
nb_no: Bilde i svaralternativ
nl_nl: Keuze afbeelding
pt_br: Imagem Escolhida
ro_ro: Alegere imagine
sk_sk: Obrázok výberu

source: Choice Interaction
fr_fr: Choisissez l'interaction
hu_hu: Választási interakció
ja_le: 操作の選択
lt_lt: Pasirinkimo Sąveika
nb_no: Oppgavetype alternativer
nl_nl: Keuze interactie
pt_br: Interação de Escolha
ro_ro: Interacţiune de alegere
sk_sk: Interakcia výberu

source: Choice Properties
fr_fr: Choisissez les propriétés
hu_hu: Választási tulajdonságok
ja_le: 選択肢プロパティ
lt_lt: Pasirinkti Savybes
nb_no: Egenskaper for alternativer
nl_nl: Keuze eigenschappen
pt_br: Propriedades da Escolha
ro_ro: Proprietăți de alegere
sk_sk: Výber vlastností

source: choices
fr_fr: choix
hu_hu: választási lehetőségek
ja_le: 選択肢
lt_lt: pasirinkimai
nb_no: alternativ
nl_nl: keuzes
pt_br: escolhas
ro_ro: alegeri
sk_sk: možnosti

source: Choices
fr_fr: Choix
hu_hu: Választások
ja_le: 選択肢
lt_lt: Pasirinkimai
nb_no: Alternativer
nl_nl: Keuzes
pt_br: Escolhas
ro_ro: Alegeri
sk_sk: Možnosti

source: Choices position
nl_nl: Positie keuzes
ro_ro: Poziție alegere

source: Choose the horizontal alignment for the table.
fr_fr: Choisissez l'alignement horizontal pour la table.
hu_hu: Válassza ki a táblázat vízszintes igazítását.
ja_le: テーブルの水平方向の配置を選択します
lt_lt: Pasirinkite lentelei horizontalų lygiavimą.
nb_no: Velg den horisontale justeringen for tabellen.
nl_nl: Kies de horizontale uitlijning voor de lijst.
pt_br: Escolha o alinhamento horizontal para a tabela.
ro_ro: Alegeți alinierea orizontală pentru tabel.
sk_sk: Vyberte horizontálne zarovnanie tabuľky.

source: Class Lookup Successful. Resource "%s" will be stored in RDFS Class "%s".
hu_hu: Osztálykeresés sikeres. A(z) „%s” erőforrás az „%s” RDFS osztályban lesz tárolva.
nl_nl: Klasse Succesvol. Bron "%s" zal worden opgeslagen in RDFS Class "%s".
pt_br: Consulta de Classe bem sucedida. Recurso "%s" será armazenado na Classe RDFS "%s".
ro_ro: Căutarea clasei de succes. Resursele "%s" vor fi stocate în Clasa RDFS "%s".
sk_sk: Vyhľadávanie triedy úspešné. Zdroj „%s“ bude uložený v triede RDFS „%s“.

source: Class successfully created.
fr_fr: Classe créée avec succès.
hu_hu: Az osztály sikeresen létrehozva.
ja_le: クラスが作成されました。
lt_lt: Klasė sėkmingai sukurta.
nb_no: Mappen ble opprettet.
nl_nl: Klasse met succes gecreëerd.
pt_br: Classe criada com sucesso.
ro_ro: Clasa a fost creata.
sk_sk: Trieda bola úspešne vytvorená.

source: Classification entries have to be an instance of ClassificationEntryMetadataValue
fr_fr: Les entrées de classification doivent être une instance de ClassificationEntryMetadataValue
hu_hu: Az osztályozási bejegyzéseknek a ClassificationEntryMetadataValue példányainak kell lenniük.
ja_le: 分類エントリーは，ClassificationEntryMetadataValueのインスタンスでなければなりません。
lt_lt: Klasifikavimo įrašai privalo būti ClassificationEntryMetadataValue instancija
nb_no: Klassifiseringsoppføringer må være en forekomst av ClassificationEntryMetadataValue
nl_nl: De classificatiegegevens moeten een instantie van ClassificationEntryMetadataValue zijn
pt_br: Entradas de classificação devem ser uma instância de ClassificationEntryMetadataValue
ro_ro: Intrările de clasificare trebuie să fie o instanță de ClassificationEntryMetadataValue
sk_sk: Záznamy klasifikácie musia byť inštanciou ClassificationEntryMetadataValue

source: Classification metadata is required to be extracted.
fr_fr: Les métadonnées de classification sont nécessaires à l'extraction.
hu_hu: A besorolási metaadatok kinyerése kötelező.
ja_le: 分類メタデータを抽出する必要があります。
lt_lt: Klasifikacijos metaduomenys yra reikalingi ištraukimui.
nb_no: Klassifiseringsmetadata må hentes ut.
nl_nl: De classificatiemetagegevens moeten worden geëxtraheerd.
pt_br: Os metadados de classificação são necessários para serem extraídos.
ro_ro: Este necesară extragerea metadatelor de clasificare.
sk_sk: Je potrebné extrahovať metadáta klasifikácie.

source: Classification value to map has to a string
fr_fr: La valeur de classification doit correspondre à une chaîne de caractères
hu_hu: A leképezendő osztályozási értéknek karakterláncnak kell lennie
ja_le: マップするClassification値は文字列にしてください
nb_no: Klassifiseringsverdi for kart må ha en streng
nl_nl: Classificatiewaarde om in te delen moet een string zijn
pt_br: Valor de classificação para o mapa tem que ser uma string
ro_ro: Valoarea de clasificare pe hartă trebuie să fie un şir
sk_sk: Hodnota klasifikácie, ktorá sa má mapovať, musí byť reťazec

source: Click again to remove
fr_fr: Cliquez à nouveau pour supprimer
hu_hu: Kattintson újra az eltávolításhoz
ja_le: 削除するには、もう一度クリックします
lt_lt: Spausk dar kartą, kad pašalinti
nb_no: Klikk for å fjerne
nl_nl: Klik opnieuw om te verwijderen
pt_br: Clique novamente para remover
ro_ro: Click din nou pentru a elimina
sk_sk: Kliknite znova pre odstránenie

source: Click to display interaction widget
fr_fr: Cliquez pour afficher le widget d'interaction
hu_hu: Kattintson az interakciós widget megjelenítéséhez
ja_le: インタラクションのウィジェットを表示します
lt_lt: Spauskite, kad parodytų užduoties plėtinį
nb_no: Klikk for å vise oppgavetype widget
nl_nl: Klik om de interactie widget te tonen
pt_br: Clique para mostrar o widget de interação
ro_ro: Apăsați pentru a afișa widget-ul interacțiunii
sk_sk: Kliknutím zobrazíte interaktívny widget

source: Click to remove
nl_nl: Klik om te verwijderen
ro_ro: Click pentru a elimina

source: Collect open-ended information in a short text input (strings or numeric values).
fr_fr: Collecter les informations ouvertes dans un champ de texte court (chaînes de caractères ou valeurs numériques).
hu_hu: Gyűjtsön nyílt végű információkat rövid szöveges bemenetben (karakterláncok vagy numerikus értékek).
ja_le: 短いテキスト入力（文字列または数値）でオープンエンドの情報を収集します
nb_no: Samle åpen informasjon i en kort tekst (strenger eller numeriske verdier).
nl_nl: Verzamel open einde informatie in een korte tekst invoer (strings of numerieke waarde).
pt_br: Colete informações abertas em uma pequena entrada de texto (sequências de caracteres ou valores numéricos).
ro_ro: Colectează informații deschise într-un scurt text introdus (șiruri sau valori numerice).
sk_sk: Zbierajte otvorené informácie v krátkom textovom vstupe (reťazce alebo číselné hodnoty).

source: Collect open-ended information in one or more text area(s) (strings or numeric values).
fr_fr: Collectez les informations ouvertes dans une ou plusieurs aires de texte (chaînes de caractères ou valeurs numériques).
hu_hu: Gyűjtsön nyílt végű információkat egy vagy több szövegmezőbe (karakterláncok vagy numerikus értékek).
ja_le: 1つまたは複数のテキストエリア（文字列または数値）でオープンエンドの情報を収集します
nb_no: Samle åpen informasjon i ett eller flere tekstområder (strenger eller numeriske verdier.)
nl_nl: Verzamel open einde informatie in een of meer tekst gebieden (strings of numerieke waarde).
pt_br: Colete informações abertas em uma ou mais áreas de texto (sequências de caracteres ou valores numéricos).
ro_ro: Colectează informații deschise în una sau mai multe zone de text (șiruri sau valori numerice).
sk_sk: Zbierajte otvorené informácie v jednej alebo viacerých textových oblastiach (reťazce alebo číselné hodnoty).

source: Color Picker
fr_fr: Pipette à couleurs
hu_hu: Színválasztó
ja_le: 色の取得
lt_lt: Spalvos Pasirinkimas
nb_no: Fargevelger
nl_nl: Kleurkiezer
pt_br: Selecionador de Cor
ro_ro: Selector culoare
sk_sk: Výber farby

source: Column separator
hu_hu: Oszlopelválasztó
nl_nl: Scheidingsteken voor kolommen
ro_ro: Separator coloană
sk_sk: Oddeľovač stĺpcov

source: Common Interactions
fr_fr: Interactions communes
hu_hu: Gyakori interakciók
nb_no: Vanlige oppgavetyper
nl_nl: Gemeenschappelijke interacties
pt_br: Interações comuns
ro_ro: Interacţiuni frecvente
sk_sk: Bežné interakcie

source: Compact Appearance
nl_nl: Compacte uiterlijk
ro_ro: Prezentare compactă

source: Configures the position of the choices relative to the target list.
nl_nl: Configureert de positie van de keuzes ten opzichte van de doellijst.
ro_ro: Configurează poziția opțiunilor în raport cu lista țintă.

source: Constraints
fr_fr: Contraintes
hu_hu: Korlátozások
nb_no: Begrensninger
nl_nl: Beperkingen
pt_br: Restrições
ro_ro: Constrângeri
sk_sk: Obmedzenia
