Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: The MIME-type attribute describes which kind of file may be uploaded.
fr_fr: L'attribut type MIME décrit quel type de fichier peut être envoyé.
hu_hu: A MIME-type attribútum leírja, hogy milyen típusú fájl tölthető fel.
ja_le: MIMEタイプ属性は、アップロードできるファイル形式を設定します
lt_lt: MIME-tipo atributas nusako, kokia rūšis failo gali būti įkelta.
nb_no: Attributtet MIME-type beskriver hvilken type fil som kan lastes opp.
nl_nl: Het MIME-type attribuut beschrijft welke soorten bestanden geüpload mogen worden.
pt_br: O atributo do tipo MIUI descreve qual tipo de arquivo pode ser carregado.
ro_ro: Atributul de tip MIME descrie ce fel de fișier poate fi încărcat.
sk_sk: Atribút MIME-type opisuje, aký typ súboru je možné nahrať.

source: The minimum number of answers is
fr_fr: Le nombre minimal de réponses est
hu_hu: A válaszok minimális száma
ja_le: 最低限の回答数
lt_lt: Minimalus kiekis atsakymų yra
nb_no: Minste antall svar er
nl_nl: Het minimum aantal antwoorden is
pt_br: O número mínimo de respostas é
ro_ro: Numărul minim de răspunsuri este
sk_sk: Minimálny počet odpovedí je

source: The minimum number of associations that the candidate is required to make to form a valid response.
fr_fr: Le nombre minimal d'associations que le candidat doit établir pour former une réponse valide.
hu_hu: Az a minimális asszociációk száma, amelyet a jelöltnek érvényes válasz megfogalmazásához meg kell tennie.
ja_le: 組み合わせの最小数は、受検者が最低限解答すべき組合せ数です。
lt_lt: Minimalus kiekis ryšių, kurių kandidatui reikia sudaryti norint pateikti teisinga atsakymą.
nb_no: Det minste antallet koblinger som eleven må gjøre for å avgi et gyldig svar.
nl_nl: Het minimum aantal associaties dat een kandidaat moet maken om tot een geldig antwoord te komen.
pt_br: O número mínimo de associações que o candidato tem de fazer para formar uma resposta válida.
ro_ro: Numărul minim de asociații pe care candidatul trebuie să le facă pentru a forma un răspuns valabil.
sk_sk: Minimálny počet asociácií, ktoré musí kandidát vytvoriť, aby vytvoril platnú odpoveď.

source: The minimum number of choices that the candidate is required to select to form a valid response.
fr_fr: Le nombre minimal d'associations que le candidat doit sélectionner pour former une réponse valide.
hu_hu: A válaszlehetőségek minimális száma, amelyet a jelöltnek ki kell választania ahhoz, hogy érvényes választ adjon.
ja_le: 受検者に求める最低限の選択数です。
lt_lt: Minimalus kiekis pasirinkimų, kuriuos kandidatas privalo pasirinkti, kad būtų suformuotas teisingas atsakymas.
nb_no: Det minste antallet valg som kandidaten må velge for å avgi et gyldig svar.
nl_nl: Het minimum aantal keuzes dat een kandidaat moet maken om tot een geldig antwoord te komen.
pt_br: O número mínimo de escolhas que o candidato é necessário para selecionar para formar uma resposta válida.
ro_ro: Numărul minim de opțiuni pe care candidatul trebuie să le aleagă pentru a forma un răspuns valabil.
sk_sk: Minimálny počet možností, ktoré musí kandidát vybrať, aby vytvoril platnú odpoveď.

source: The minimum number of choices this choice must be associated with to form a valid response.
fr_fr: Le nombre minimal de choix auquel ce choix doit être associé pour former une réponse valide.
hu_hu: A minimálisan szükséges számú választási lehetőség ahhoz, hogy érvényes választ kapjunk.
ja_le: 受検者に求める最低限の組合せ数です
lt_lt: Minimalus kiekis pasirinkimų, kurie privalo būti susieti, kad suformuoti teisingą atsakymą.
nb_no: Det minste antallet valg dette alternativet må være knyttet til for å danne et gyldig svar.
nl_nl: Het minimum aantal keuzes waarmee deze keuze moet worden geassocieerd om tot een geldig antwoord te komen.
pt_br: O número mínimo de escolhas que esta escolha deve ser associada para formar uma resposta válida.
ro_ro: Numărul minim de alegeri pe care această alegere trebuie să le aibă pentru a forma un răspuns valabil.
sk_sk: Minimálny počet možností, s ktorými musí byť táto možnosť spojená, aby vznikla platná odpoveď.

source: The number base to use when converting integer variables to strings with the i conversion type code.
fr_fr: La base numérique à utiliser lors de la conversion de variables de nombre entier en chaînes de caractères avec le code de type de conversion i.
hu_hu: Az egész változók karakterláncokká konvertálásakor használandó számbázis az i konverziós típusú kóddal.
ja_le: i変換型コードで整数変数を文字列に変換する際に使用する数字の基数です。
nb_no: Tallbasen som skal brukes ved konvertering av heltallsvariabler til strenger med i -konverteringstypekoden.
nl_nl: De numerieke basis om te gebruiken bij het converteren van gehele variabelen naar strings met de i-conversiecode.
pt_br: A base de números a ser usada ao converter variáveis inteiras para strings com o código do tipo i de conversão.
ro_ro: Baza numerelor de folosit la conversia variabilelor întregi în șiruri cu codul de i conversie.
sk_sk: Číselný základ, ktorý sa má použiť pri prevode celočíselných premenných na reťazce s kódom typu konverzie i.

source: The number of units corresponding to a step on the slider
fr_fr: Le nombre d'unités correspondant à une étape du curseur
hu_hu: A csúszkán egy lépésnek megfelelő egységek száma
ja_le: スライダーステップ数
lt_lt: Vieneto kiekis atitinkantis žingsnį slankikliui
nb_no: Antall enheter som tilsvarer et trinn på målelinjen
nl_nl: Het aantal units dat overeenkomt met een stap op de schuifbalk
pt_br: O número de unidades correspondentes a uma etapa no controle deslizante
ro_ro: Numărul de unităţi corespunzător unui pas pe cursor
sk_sk: Počet jednotiek zodpovedajúci kroku na posuvníku

source: The path argument for extractor must be a non-empty array.
fr_fr: L'argument de chemin d'accès pour l'extracteur doit être une liste non vide.
hu_hu: Az extractor path argumentumának nem üres tömbnek kell lennie.
ja_le: エクストラクタのパス引数は、空ではない配列でなければなりません。
lt_lt: Kelio argumentas ekstraktoriui privalo būti ne tuščias masyvas.
nb_no: Stiargumentet for ekstraktor må være en ikke-tom matrise.
nl_nl: Het padargument voor extractor moet een niet-lege array.
pt_br: O argumento do caminho para o extrator deve ser um array não vazio.
ro_ro: Argumentul de cale pentru extractor trebuie să fie o matrice negoală.
sk_sk: Argument cesty pre extraktor musí byť neprázdne pole.

source: The principle identifier of the item. This identifier must have a corresponding entry in the item's metadata.
fr_fr: L'identifiant principal de l'item. Cet identifiant doit avoir une entrée correspondante dans les métadonnées de l'item.
hu_hu: Az elem fő azonosítója. Ennek az azonosítónak rendelkeznie kell egy megfelelő bejegyzéssel az elem metaadataiban.
ja_le: アイテムの主要識別子。この識別子は、アイテムのメタデータに対応するエントリがなければならない。
lt_lt: Pagrindinis elemento identifikatorius. Šis identifikatorius privalo turėti papildomą įrašą elemento meta duomenyse.
nb_no: Oppgavens prinsippidentifikator. Denne identifikatoren må ha en tilsvarende oppføring i oppgavens metadata.
nl_nl: De hoofdnaam van het item. Deze naam moet ook staan in de metadata van het item.
pt_br: O identificador de princípio do item. Este identificador deve ter uma entrada correspondente nos metadados do item.
ro_ro: Identificatorul de principiu al elementului. Acest identificator trebuie să aibă o intrare corespunzătoare în metadatele elementului.
sk_sk: Hlavný identifikátor položky. Tento identifikátor musí mať zodpovedajúci záznam v metadátach položky.

source: The purpose for which the rubric is intended to be used. As a reading passage for multiple items, or instructions for a particular section, for example.
fr_fr: Le but pour lequel la rubrique est destinée à être utilisée. Par exemple, un passage de lecture pour de multiples items ou des instructions pour une section particulière.
hu_hu: A rubrika felhasználásának célja. Például több elemhez tartozó olvasmányrészletként, vagy egy adott szakaszhoz tartozó utasításokként.
ja_le: ルーブリックの使用目的：例えば、複数アイテムの導線として、または特定のセクションの指示として。
lt_lt: Tikslas dėl kurio rubriką turi būti naudojama. Pavyzdžiui, kaip skaitymui skirta ištrauka keliems elementams arba instrukcijos pasirinktai sekcijai.
nb_no: Formålet som rubrikken er ment å brukes til. Som en lesetekst for flere oppgaver, eller instruksjoner for en bestemt seksjon, for eksempel.
nl_nl: Het doel waarvoor de rubriek bedoeld is om te gebruiken. Bijvoorbeeld als een passage om te lezen voor meerder items, of als instructie voor een specifiek onderdeel.
pt_br: A finalidade para a qual se pretende utilizar o artigo em causa. Como passagem de leitura de vários itens, ou instruções para uma determinada seção, por exemplo.
ro_ro: Scopul pentru care se intenţionează utilizarea molozului. Ca pasaj de citire pentru mai multe elemente sau instrucțiuni pentru o anumită secțiune, de exemplu.
sk_sk: Účel, na ktorý sa má rubrika použiť. Napríklad ako úvodná časť k viacerým položkám alebo ako pokyny pre konkrétnu sekciu.

source: The QTI class "%1$s" located at line "%2$d" is currently not supported.
fr_fr: La classe QTI "%1$s" située à la ligne "%2$d" n'est pas supportée actuellement.
hu_hu: A(z) "%2$d" sorban található "%1$s" QTI osztály jelenleg nem támogatott.
ja_le: "%2$d"の行にあるQTIクラス "%1$s"は現在サポートされていません。
lt_lt: QTI klasė "%1$s" esanti "%2$d" eilutėje yra nepalaikoma.
nb_no: QTI-mappen "%1$s" på linjen "%2$d" støttes foreløpig ikke.
nl_nl: De QTI klasse "%1$s" die gevonden is op regel "%2$d" wordt momenteel niet ondersteund.
pt_br: A classe QTI "%1$s" localizada na linha "%2$d" atualmente não é suportada.
ro_ro: Clasa QTI "%1$s" localizată la linia "%2$d" nu este acceptată în prezent.
sk_sk: Trieda QTI „%1$s“ nachádzajúca sa na riadku „%2$d“ momentálne nie je podporovaná.

source: The Response Processing Template "%s" is not supported.
fr_fr: Le modèle de traitement de réponse "%s" n'est pas supporté.
hu_hu: A(z) „%s” válaszfeldolgozási sablon nem támogatott.
ja_le: レスポンス処理テンプレート "%s"は、サポートされていません
lt_lt: Atsakymo Apdorojimo Šablonas "%s" yra nepalaikomas.
nb_no: Svarprosesseringsmalen "%s" støttes ikke.
nl_nl: De antwoord bewerkingstemplate "%s" wordt niet ondersteund.
pt_br: O Modelo de Processamento de Resposta "%s" não é suportado.
ro_ro: Șablonul de Prelucrare de Răspuns "%snu este suportat.
sk_sk: Šablóna spracovania odpovede „%s“ nie je podporovaná.

source: The score format is not numeric
fr_fr: Le format du score n'est pas numérique.
hu_hu: A pontszám formátuma nem numerikus
ja_le: スコア形式が数値ではありません
lt_lt: Įvertinimo formatas nėra skaitmeninis
nb_no: Skåringsformatet er ikke numerisk
nl_nl: Het scoreformaat is niet numeriek
pt_br: O formato de pontuação não é numérico
ro_ro: Formatul punctajului nu este numeric
sk_sk: Formát skóre nie je číselný

source: The scrollable multi-column layout configuration is optimized for items with a single row of content only. Both columns will scroll independently and fit the available page height.
hu_hu: A görgethető többoszlopos elrendezés konfigurációja az egyetlen tartalomsort tartalmazó elemekhez van optimalizálva. Mindkét oszlop egymástól függetlenül görgethető, és illeszkedik az elérhető oldalmagassághoz.
nb_no: Den skrollbare oppsettskonfigurasjonen med flere kolonner, er optimalisert for oppgaver med bare en rad med innhold. Begge kolonnene skroller uavhengig av hverandre og passer til den tilgjengelige sidehøyden.
nl_nl: De scrollbare multi-kolom lay-out configuratie is geoptimaliseerd voor items met slechts één rij inhoud. Beide kolommen scrollen onafhankelijk en passen aan de beschikbare paginahoogte.
pt_br: A configuração de layout multi-coluna com rolagem é otimizada para itens com uma única linha de conteúdo. Ambas as colunas irão rolar de forma independente e se ajustam à altura disponível da página.
ro_ro: Configurarea aspectului multi-coloane derulabile este optimizată pentru elementele cu doar un singur rând de conținut. Ambele coloane vor derula independent şi se vor potrivi înălţimii disponibile a paginii.
sk_sk: Konfigurácia posúvateľného viacstĺpcového rozloženia je optimalizovaná pre položky s iba jedným riadkom obsahu. Oba stĺpce sa budú posúvať nezávisle a prispôsobia sa dostupnej výške stránky.

source: The selected file is ready to be sent.
fr_fr: Le fichier sélectionné est prêt à être envoyé.
hu_hu: A kiválasztott fájl küldésre kész.
ja_le: 選択されたファイルが提出されます。
lt_lt: Pasirinktas failas paruoštas išsiųsti.
nb_no: Den valgte filen er klar til å sendes.
nl_nl: Het geselecteerde bestand is klaar om verzonden te worden.
pt_br: O arquivo selecionado está pronto para ser enviado.
ro_ro: Fişierul selectat este gata pentru a fi trimis.
sk_sk: Vybraný súbor je pripravený na odoslanie.

source: The shape height in pixels. This value may be scaled when the background image size is adapted to it's container
fr_fr: La hauteur de la forme en pixels. Cette valeur peut être redimensionnée quand la taille de l'image de fond est adaptée à son conteneur.
hu_hu: Az alakzat magassága pixelben. Ez az érték méretezhető, ha a háttérkép méretét a tárolóhoz igazítják.
ja_le: ピクセル単位の図形の高さ。この値は、背景画像のサイズがコンテナに合わせて変更された場合に、スケールされることがあります。
lt_lt: Formos aukštis pikseliais. Ši reikšmė gali būti keičiama, kai fono paveikslėlio dydis prisitaiko prie savo konteinerio
nb_no: Formhøyden i piksler. Denne verdien kan skaleres når bakgrunnsbildestørrelsen er tilpasset innholdsboksen
nl_nl: De hoogte van de vorm in pixels. Deze waarde kan geschaald worden indien de afbeelding van de achtergrond is gekoppeld aan zijn container
pt_br: A altura da forma em pixels. Este valor pode ser escalonado quando o tamanho da imagem de fundo é adaptado ao seu contêiner
ro_ro: Înălțimea formei în pixeli. Această valoare poate fi scalată atunci când dimensiunea imaginii de fundal este adaptată la container
sk_sk: Výška tvaru v pixeloch. Túto hodnotu je možné škálovať, keď sa veľkosť obrázka na pozadí prispôsobí jeho kontajneru.

source: The shape width in pixels. This value may be scaled when the background image size is adapted to it's container
fr_fr: La largeur de la forme en pixels. Cette valeur peut être redimensionnée quand la taille de l'image de fond est adaptée à son conteneur.
hu_hu: Az alakzat szélessége pixelben. Ez az érték méretezhető, ha a háttérkép méretét a tárolóhoz igazítják.
ja_le: ピクセル単位の図形の幅。この値は、背景画像のサイズがコンテナに合わせて変更された場合に、スケーリングされることがあります。
lt_lt: Formos plotis pikseliais. Ši reikšmė gali būti keičiama, kai fono paveikslėlio dydis prisitaiko prie savo konteinerio
nb_no: Formbredden i piksler. Denne verdien kan skaleres når bakgrunnsbildestørrelsen er tilpasset innholdsboksen
nl_nl: De breedte van de vorm in pixels. Deze waarde kan geschaald worden indien de afbeelding van de achtergrond is gekoppeld aan zijn container
pt_br: A largura da forma em pixels. Este valor pode ser escalonado quando o tamanho da imagem de fundo é adaptado ao seu contêiner
ro_ro: Lățimea formei în pixeli. Această valoare poate fi scalată atunci când dimensiunea imaginii de fundal este adaptată la container
sk_sk: Šírka tvaru v pixeloch. Túto hodnotu je možné škálovať, keď sa veľkosť obrázka na pozadí prispôsobí jeho kontajneru.

source: The target must be an instance of DOMDocument
fr_fr: La cible doit être une instance de DOMDocument.
hu_hu: A célnak a DOMDocument egy példányának kell lennie.
ja_le: ターゲットはのDOMDocumentのインスタンスである必要があります
lt_lt: Tikslas privalo būti DOMDocument instancija
nb_no: Målet må være en forekomst av DOMDocumentet
nl_nl: Het doel moet een instantie zijn van het DOMDocument
pt_br: O alvo deve ser uma instância do DOMDocument
ro_ro: Obiectivul trebuie să fie un exemplu de DOMDocument
sk_sk: Cieľ musí byť inštanciou DOMDocument.

source: The text to be displayed below the image.
hu_hu: A kép alatt megjelenítendő szöveg.
nl_nl: De tekst die onder de afbeelding wordt weergegeven.
ro_ro: Textul care va fi afișat sub imagine.
sk_sk: Text, ktorý sa má zobraziť pod obrázkom.

source: The text to be displayed if the image is not available.
fr_fr: Le texte à afficher si l'image n'est pas disponible.
hu_hu: A szöveg, amely akkor jelenik meg, ha a kép nem érhető el.
ja_le: 代替えテキスト（画像が使用できない場合に表示されるテキスト）
lt_lt: Tekstas, kuris bus rodomas, jei paveikslėlis nebus pasiekiamas.
nb_no: Teksten som skal vises hvis bildet ikke er tilgjengelig.
nl_nl: De tekst die moet worden getoond indien de afbeelding niet beschikbaar is.
pt_br: O texto a ser exibido se a imagem não estiver disponível.
ro_ro: Textul care va fi afișat în cazul în care imaginea nu este disponibilă.
sk_sk: Text, ktorý sa zobrazí, ak obrázok nie je k dispozícii.

source: The top position of the shape relative to the top left corner of the background in pixels. This value may be scaled when the background image size is adapted to it's container
fr_fr: La position haute de la forme relative au coin supérieur gauche de l'arrière-plan en pixels. Cette valeur peut être redimensionnée quand la taille de l'image de fond est adaptée à son conteneur.
hu_hu: Az alakzat felső pozíciója a háttér bal felső sarkához képest pixelben. Ez az érték méretezhető, ha a háttérkép méretét a tárolójához igazítják.
ja_le: 背景の左上隅を基準としたシェイプの上端の位置をピクセル単位で指定する。この値は、背景画像のサイズがコンテナに合わせて変更された場合に、スケーリングされることがあります。
nb_no: Den øverste plasseringen av formen i forhold til det øverste venstre hjørnet av bakgrunnen i piksler. Denne verdien kan skaleres når størrelsen på bakgrunnsbildet er tilpasset innholdsboksen
nl_nl: De top positie van de vorm in relatie tot de linker bovenhoek van de achtergrond in pixels. Deze waarde mag geschaald worden wanneer de achtergrondafbeelding is overgenomen door zijn container
pt_br: A posição superior da forma em relação ao canto superior esquerdo do fundo em pixels. Este valor pode ser escalonado quando o tamanho da imagem de fundo é adaptado ao contêiner
ro_ro: Poziția de sus a formei în raport cu colțul din stânga sus al fundalului în pixeli. Această valoare poate fi scalată atunci când dimensiunea imaginii de fundal este adaptată la containerul
sk_sk: Horná poloha tvaru vzhľadom na ľavý horný roh pozadia v pixeloch. Túto hodnotu je možné škálovať, keď sa veľkosť obrázka pozadia prispôsobí jeho kontajneru.

source: The upper bound of the slider
fr_fr: La limite supérieure du curseur
hu_hu: A csúszka felső határa
ja_le: スライダー最大値
lt_lt: Slankiklio viršutinė riba
nb_no: Linjalens øvre grense
nl_nl: De bovengrens van de schuifknop
pt_br: O limite superior do controle deslizante
ro_ro: Marginea superioară a cursorului
sk_sk: Horná hranica posúvača

source: The validation of the imported QTI item failed. The system returned the following error:%s
fr_fr: La validation de l'item QTI importé a échoué. Le système a renvoyé l'erreur suivante : %s
hu_hu: Az importált QTI tétel érvényesítése sikertelen. A rendszer a következő hibát adta vissza:%s
ja_le: QTIアイテムのインポートに失敗しました。エラー内容:%s
lt_lt: Patvirtinimas importuotam QTI elementui nepavyko. Sistema gražino šią klaidą:%s
nb_no: Valideringen av den importerte QTI-oppgaven mislyktes. Systemet returnerte følgende feil:%s
nl_nl: De validatie van het geïmporteerde QTI item is mislukt. Het systeem gaf de volgende foutmelding:%s
pt_br: A validação do item importado QTI falhou. O sistema retornou o seguinte erro:%s
ro_ro: Validarea elementului importat QTI a eșuat. Sistemul a returnat următoarea eroare:%s
sk_sk: Overenie importovanej položky QTI zlyhalo. Systém vrátil nasledujúcu chybu:%s

source: The ZIP archive containing the IMS QTI Item cannot be extracted.
fr_fr: L'archive ZIP contenant l'item IMS QTI ne peut être extraite.
hu_hu: Az IMS QTI tételt tartalmazó ZIP archívum nem bontható ki.
ja_le: QTIアイテムを含むZIPファイルを抽出できません
lt_lt: ZIP archyvas turintis IMS QTI Elementą negali būti išskleistas.
nb_no: ZIP-arkivet som inneholder IMS QTI-oppgaven kan ikke hentes.
nl_nl: Het zip-bestand met het IMS QTI item kon niet worden uitgepakt.
pt_br: O arquivo ZIP que contém o item IMS QTI não pode ser extraído.
ro_ro: Arhiva ZIP care conţine elementul IMS QTI nu poate fi extrasă.
sk_sk: ZIP archív obsahujúci položku IMS QTI nie je možné extrahovať.

source: The ZIP archive does not contain an imsmanifest.xml file or is an invalid ZIP archive.
fr_fr: L'archive ZIP ne contient pas de fichier imsmanifest.xml ou est une archive ZIP invalide.
hu_hu: A ZIP archívum nem tartalmaz imsmanifest.xml fájlt, vagy érvénytelen ZIP archívum.
ja_le: ZIPファイルには、imsmanifest.xmlファイルが含まれていないか、または無効なZIPファイルです
lt_lt: ZIP archyvas neturi imsmanifest.xml failo arba blogas ZIP archyvas.
nb_no: ZIP-arkivet inneholder ikke en imsmanifest.xml-fil eller det er et ugyldig ZIP-arkiv.
nl_nl: Het zip-bestand bevat geen imsmanifest.xml bestand of is een ongeldig zip-bestand.
pt_br: O arquivo ZIP não contém um arquivo imsmanifest.xml ou é um arquivo ZIP inválido.
ro_ro: Arhiva ZIP nu conține un fișier imsmanifest.xml sau este o arhivă ZIP invalidă.
sk_sk: ZIP archív neobsahuje súbor imsmanifest.xml alebo je neplatným ZIP archívom.

source: There are errors in the following shared stimulus :
fr_fr: Il y a des erreurs dans le stimulus partagé suivant :
hu_hu: Hibák vannak a következő megosztott ingerben:
ja_le: 次のシェアードスティミュラスに誤りがあります:
lt_lt: Yra klaidų šiame bendriname stimule :
nb_no: Det er feil i følgende delt innhold :
nl_nl: Er zijn fouten gevonden in de volgende gedeelde stimulus :
pt_br: Há erros no seguinte estímulo compartilhado :
ro_ro: Există erori în următorul stimul comun:
sk_sk: V nasledujúcom zdieľanom podnete sú chyby:

source: There is an incomplete element in your item: please click on it to complete it.
fr_fr: Il y a un élément incomplet dans votre item : veuillez cliquer dessus pour le compléter.
hu_hu: Van egy hiányos elem az elemedben: kattints rá a kiegészítéshez.
ja_le: このアイテムに不完全なエレメントがあります。完了するためにそれをクリックしてください。
lt_lt: Yra neužbaigta dalis jūsų elemente: prašome paspausti kad užbaigtumėte.
nb_no: Det er et ufullstendig element i oppgaven din: Klikk for å fullføre.
nl_nl: Er is een incompleet element in uw item: Klik er a.u.b. op om het compleet te maken.
pt_br: Há um elemento incompleto no seu item: por favor, clique nele para completá-lo.
ro_ro: Există un element incomplet în articolul tău: te rugăm să faci clic pe el pentru a-l completa.
sk_sk: Vo vašej položke je neúplný prvok: kliknite naň pre jeho dokončenie.

source: There was a problem downloading your CSS, please try again.
fr_fr: Il y a eu un problème lors du téléchargement de votre CSS, veuillez réessayer.
hu_hu: Hiba történt a CSS letöltésekor, kérjük, próbálja újra.
ja_le: CSSのダウンロード中に問題が発生しました。再実行してください。
lt_lt: Įvyko problema atsiunčiant jūsų CSS, prašome bandyti dar kartą.
nb_no: Det oppsto et problem ved nedlasting av CSS. Prøv igjen.
nl_nl: Er was een probleem bij het downloaden van uw CSS. Probeert u het a.u.b. opnieuw.
pt_br: Houve um problema ao baixar seu CSS, por favor, tente novamente.
ro_ro: A apărut o eroare la descărcarea CSS-ului, te rugăm să încerci din nou.
sk_sk: Pri sťahovaní vášho CSS sa vyskytol problém, skúste to znova.

source: Theta
nl_nl: Thea
ro_ro: Teta

source: This identifier is already used by another variable.
hu_hu: Ezt az azonosítót már egy másik változó használja.
nl_nl: Deze identifier wordt al gebruikt door een andere variabele.
ro_ro: Acest identificator este deja utilizat de o altă variabilă.
sk_sk: Tento identifikátor už používa iná premenná.

source: This identifier must not be used by any other response or item variable.
hu_hu: Ezt az azonosítót semmilyen más válasz- vagy elemváltozó nem használhatja.
nb_no: Denne identifikatoren må ikke brukes av andre svar- eller oppgavevariabler.
nl_nl: Deze identificatie mag niet worden gebruikt door een andere reactie of artikelvariabele.
pt_br: Este identificador não deve ser usado por qualquer outra resposta ou variável de item.
ro_ro: Acest identificator nu trebuie folosit de niciun alt răspuns sau element variabil.
sk_sk: Tento identifikátor nesmie byť použitý žiadnou inou premennou odpovede alebo položky.
