Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Printed Variable
fr_fr: Variable imprimée
hu_hu: Nyomtatott változó
ja_le: 印刷された変数
lt_lt: Atspausdintas Kintamasis
nb_no: Trykt variabel
nl_nl: Bedrukte variabele
pt_br: Variável impressa
ro_ro: Variabilă printată
sk_sk: Tlačená premenná

source: Properties
hu_hu: Tulajdonságok
nl_nl: Eigenschappen
pt_br: propriedades
ro_ro: Proprietăți
sk_sk: Nehnuteľnosti

source: PropertyUri to map has to a valid uri
fr_fr: Uri de propriété doit correspondre à un uri valide
hu_hu: A leképezendő PropertyUri-nak érvényes URI-nak kell lennie.
ja_le: プロパティURIは，有効なURIに関連付ける必要があります
nb_no: PropertyUri må ha en gyldig uri
nl_nl: PropertyUri naar kaart heeft een geldige uri
pt_br: Propriedade Uri para mapear deve ser um uri válido
ro_ro: Proprietatea pe hartă trebuie să fie un uri valid
sk_sk: PropertyUri na mapovanie musí mať platný URI

source: Provides a hint to the candidate as to the expected number of lines of input required. A line is expected to have about 72 characters.
fr_fr: Fournit un indice au candidat quant au nombre de lignes attendues. Une ligne devrait contenir 72 caractères.
hu_hu: Segítséget nyújt a jelöltnek a várható beviteli sorok számára vonatkozóan. Egy sor várhatóan körülbelül 72 karakterből áll.
ja_le: 推奨行数をもとに解答中の文字数を受検者に表示します。1行の文字数は約72文字目安です。
lt_lt: Pateikia kandidatui užuominą, koks yra norimas kiekis eilučių, privalomam teksto įvedimui. Eilutė laikoma ta, kuri turi apie 72 simbolius.
nb_no: Gir et hint til eleven om det forventede antallet linjer som kreves. En linje forventes å inneholde ca 72 tegn.
nl_nl: Geeft een hint aan de kandidaat door aan te geven hoeveel regels er als invoer nodig zijn. Een regel wordt geacht ongeveer 72 tekens te zijn.
pt_br: Fornece uma dica para o candidato para o número esperado de linhas de entrada necessárias. Espera-se que uma linha tenha cerca de 72 caracteres.
ro_ro: Oferă un indiciu candidatului cu privire la numărul preconizat de linii de intrare necesare. Se preconizează că o linie va avea aproximativ 72 de caractere.
sk_sk: Poskytuje kandidátovi nápovedu ohľadom očakávaného počtu požadovaných riadkov vstupu. Riadok by mal mať približne 72 znakov.

source: Provides a hint to the candidate as to the expected overall length of the desired response measured in number of characters.
fr_fr: Fournit un indice au candidat quant à la taille attendue de la réponse, mesurée en nombre de caractères.
hu_hu: Segítséget nyújt a jelöltnek a kívánt válasz várható hosszához, karakterekben mérve.
ja_le: 推奨文字数をもとに解答中の文字数を受検者に表示します
nb_no: Gir et hint til eleven om den forventede totale lengden på ønsket svar målt i antall tegn.
nl_nl: Geeft een hint aan de kandidaat door aan te geven hoe lang het verwachte antwoord is, gemeten in aantal tekens.
pt_br: Fornece uma dica para o candidato quanto ao comprimento geral esperado da resposta desejada medida em número de caracteres.
ro_ro: Oferă candidatului un indiciu cu privire la lungimea totală preconizată a răspunsului dorit, măsurată ca număr de caractere.
sk_sk: Poskytuje kandidátovi nápovedu ohľadom očakávanej celkovej dĺžky požadovanej odpovede meranej v počte znakov.

source: Provides a hint to the candidate as to the expected overall length of the desired response measured in number of characters. This is not a validity constraint.
fr_fr: Fournit un indice au candidat quant à la taille attendue de la réponse, mesurée en nombre de caractères. Ce n'est pas une contrainte de validité.
hu_hu: Segítséget nyújt a jelöltnek a kívánt válasz várható teljes hosszához, karakterekben mérve. Ez nem érvényességi megkötés.
ja_le: 推奨文字数をもとに，入力中の文字数を受検者に表示します。これは解答の制約条件ではありません。
nb_no: Gir et hint til eleven om den forventede totale lengden på ønsket svar målt i antall tegn. Dette er ikke en gyldighetsbegrensning.
nl_nl: Geeft de kandidaat een hint over de verwachte totale lengte van het gewenste antwoord, gemeten in het aantal tekens. Dit is geen geldigheidsbeperking.
pt_br: Fornece uma dica para o candidato quanto ao comprimento geral esperado da resposta desejada medida em número de caracteres. Esta não é uma restrição de validade.
ro_ro: Oferă candidatului un indiciu cu privire la lungimea totală preconizată a răspunsului dorit, măsurată ca număr de caractere. Aceasta nu este o constrângere de valabilitate.
sk_sk: Poskytuje kandidátovi nápovedu ohľadom očakávanej celkovej dĺžky požadovanej odpovede meranej v počte znakov. Toto nie je obmedzenie platnosti.

source: Published %s
fr_fr: %s publié
hu_hu: Közzétéve %s
ja_le: 公開： %s
lt_lt: Paskelbta %s
nb_no: Publisert %s
nl_nl: Gepubliceerd %s
pt_br: Publicado em %s
ro_ro: Publicat %s
sk_sk: Publikované %s

source: QTI Item Runner
fr_fr: Lanceur d'item QTI
hu_hu: QTI tételfutó
ja_le: QTIアイテムランナー
lt_lt: QTI Elemento Vykdytojas
nl_nl: QTI item starter
pt_br: Item Runner QTI
ro_ro: Intrare QTI element
sk_sk: Bežec položiek QTI

source: QTI metadata as properties
hu_hu: QTI metaadatok tulajdonságokként
nl_nl: QTI metadata als eigenschappen
ro_ro: Metadate QTI ca proprietăți
sk_sk: Metadáta QTI ako vlastnosti

source: QTI Package 2.1
fr_fr: Paquet QTI 2.1
hu_hu: QTI csomag 2.1
ja_le: QTIパッケージ2.1
lt_lt: QTI Paketas 2.1
nb_no: QTI-Pakke 2.1
nl_nl: QTI Pakket 2.1
pt_br: Pacote QTI 2.1
ro_ro: Pachetul QTI 2.1
sk_sk: Balík QTI 2.1

source: QTI Package 2.2
fr_fr: Paquet QTI 2.2
hu_hu: QTI csomag 2.2
ja_le: QTIパッケージ2.2
lt_lt: QTI Paketas 2.2
nb_no: QTI-Pakke 2.2
nl_nl: QTI pakket 2.2
pt_br: Pacote QTI 2.2
ro_ro: Pachetul QTI 2.2
sk_sk: Balík QTI 2.2

source: QTI Package 3.0
nl_nl: QTI pakket 3.0
ro_ro: Pachetul QTI 3.0

source: QTI-XML error at line %1$d "%2$s".
hu_hu: QTI-XML hiba a %1$d "%2$s" sorban.
nl_nl: QTI-XML fout bij regel %1$d "%2$s".
pt_br: Erro QTI-XML na linha %1$d "%2$s".
ro_ro: Eroare QTI-XML la linia %1$d "%2$s".
sk_sk: Chyba QTI-XML na riadku %1$d „%2$s“.

source: Question
hu_hu: Kérdés
ja_le: 問題
lt_lt: Klausimas
nb_no: Spørsmål
nl_nl: Vraag
pt_br: Questão
ro_ro: Întrebare
sk_sk: Otázka

source: Ray
nl_nl: Zeldzaam
ro_ro: Rază

source: Recommendations
fr_fr: Recommandations
hu_hu: Ajánlások
ja_le: 推奨
lt_lt: Patarimai
nb_no: Anbefalinger
nl_nl: Aanbevelingen
pt_br: Recomendações
ro_ro: Recomandări
sk_sk: Odporúčania

source: recommended
fr_fr: recommandé
hu_hu: ajánlott
ja_le: 推奨
lt_lt: Patarimas
nb_no: anbefalte
nl_nl: Aanbevolen
pt_br: recomendado
ro_ro: recomandat
sk_sk: odporúčané

source: Reduce font size
fr_fr: Réduire la taille de la police
hu_hu: Betűméret csökkentése
ja_le: フォントサイズを小さく
lt_lt: Sumažinti šrifto dydį
nb_no: Reduser skriftstørrelsen
nl_nl: Verklein tekengrootte
pt_br: Reduzir tamanho da fonte
ro_ro: Reduce dimensiunea fontului
sk_sk: Zmenšiť veľkosť písma

source: Register method expects $key and $name parameters
fr_fr: La méthode d'inscription attend des paramètres $key et $name
hu_hu: A Register metódus $key és $name paramétereket vár
ja_le: Registerメソッドは、$keyおよび$nameパラメーターを想定しています
lt_lt: Registravimo metodas tikisi $key ir $name parametrų
nb_no: Registreringsmetoden forventer parametere for $key og $name
nl_nl: Registreer methode verwacht $key en $name parameters
pt_br: O método de registro espera os parâmetros $key e $name
ro_ro: Metoda de înregistrare așteaptă $key și $name parametri
sk_sk: Metóda Register očakáva parametre $key a $name

source: Register method expects $key and $name parameters.
fr_fr: La méthode d'inscription attend des paramètres $key et $name .
hu_hu: A Register metódus $key és $name paramétereket vár.
ja_le: Registerメソッドは、$keyおよび$nameパラメーターを想定しています
lt_lt: Registravimo metodas tikisi $key ir $name parametrų.
nb_no: Registreringsmetoden forventer parametere for $key og $name.
nl_nl: Registratie methode verwacht $key en $name parameters.
pt_br: O método de registro espera parâmetros de $key e $name.
ro_ro: Metoda de înregistrare se aşteaptă la parametrii $key şi $name.
sk_sk: Metóda Register očakáva parametre $key a $name .

source: remove
fr_fr: supprimer
hu_hu: eltávolít
ja_le: 削除
lt_lt: ištrinti
nb_no: fjern
nl_nl: verwijder
pt_br: Remover
ro_ro: elimină
sk_sk: odstrániť

source: Remove
fr_fr: Supprimer
hu_hu: Eltávolítás
ja_le: 削除
lt_lt: Ištrinti
nb_no: Fjern
nl_nl: Verwijderen
pt_br: Excluir
ro_ro: Elimină
sk_sk: Odstrániť

source: Remove custom background color
fr_fr: Supprimer une couleur de fond personnalisée
hu_hu: Egyéni háttérszín eltávolítása
ja_le: 背景色を元に戻す
lt_lt: Panaikinti pasirinktą fono spalvą
nb_no: Fjern tilpasset bakgrunnsfarge
nl_nl: Verwijder de aangepaste achtergrond kleur
pt_br: Remover cor de fundo personalizada
ro_ro: Elimină culoarea de fundal personalizată
sk_sk: Odstrániť vlastnú farbu pozadia

source: Remove custom border color
fr_fr: Enlever la bordure colorée personnalisée
hu_hu: Egyéni szegélyszín eltávolítása
ja_le: 枠の色を元に戻す
lt_lt: Panaikinti pasirinktą kraštinės spalvą
nb_no: Fjern egendefinert kantfarge
nl_nl: Verwijder de aangepaste randkleur
pt_br: Remover cor da borda personalizada
ro_ro: Elimină culoarea de contur personalizată
sk_sk: Odstrániť vlastnú farbu orámovania

source: Remove custom font family
fr_fr: Supprimer une famille de police personnalisée
hu_hu: Egyéni betűtípuscsalád eltávolítása
ja_le: フォントを元に戻す
lt_lt: Panaikinti pasirinktą šrifto šeimą
nb_no: Fjern egendefinert skriftfamilie
nl_nl: Verwijder de aangepaste fontfamilie
pt_br: Remover família de fontes personalizada
ro_ro: Elimină familia de fonturi personalizate
sk_sk: Odstrániť vlastnú rodinu písiem

source: Remove custom font size
fr_fr: Supprimer une taille de police personnalisée
hu_hu: Egyéni betűméret eltávolítása
ja_le: フォントサイズを元に戻す
lt_lt: Panaikinti pasirinktą šrifto dydį
nb_no: Fjern egendefinert skriftstørrelse
nl_nl: Verwijder aangepaste tekengrootte
pt_br: Remover tamanho de fonte personalizado
ro_ro: Elimină dimensiunea personalizată a fontului
sk_sk: Odstrániť vlastnú veľkosť písma

source: Remove custom item width
fr_fr: Supprimer une largeur d'item personnalisée
hu_hu: Egyéni elemszélesség eltávolítása
ja_le: アイテム幅を元に戻す
lt_lt: Pašalinti pasirinktinį elemento plotį
nb_no: Fjern egendefinert oppgavebredde
nl_nl: Verwijder de aangepaste item breedte
pt_br: Remover largura de item customizado
sk_sk: Odstrániť šírku vlastnej položky

source: Remove custom text color
fr_fr: Supprimer une couleur de texte personnalisée
hu_hu: Egyéni szövegszín eltávolítása
ja_le: 文字色を元に戻す
lt_lt: Panaikinti pasirinktą teksto spalvą
nb_no: Fjern egendefinert tekstfarge
nl_nl: Verwijder de aangepaste tekst kleur
pt_br: Remover cor de texto personalizada
ro_ro: Elimină culoarea de text personalizată
sk_sk: Odstrániť vlastnú farbu textu

source: Remove Instructions
hu_hu: Utasítások eltávolítása
nl_nl: Instructies verwijderen
ro_ro: Elimină instrucțiunile
sk_sk: Pokyny na odstránenie

source: Remove Message
fr_fr: Supprimer le message
hu_hu: Üzenet eltávolítása
ja_le: メッセージを削除
lt_lt: Pašalinti Pranešimą
nb_no: Fjern medling
nl_nl: Verwijder bericht
pt_br: Remover mensagem
ro_ro: Elimină mesajul
sk_sk: Odstrániť správu

source: Remove pair
fr_fr: Supprimer la paire
hu_hu: Pár eltávolítása
ja_le: 組み合わせを削除
lt_lt: Pašalinti porą
nb_no: Fjern par
nl_nl: Verwijder paar
pt_br: Remover o par
ro_ro: Elimină pereche
sk_sk: Odstrániť pár

source: Remove the selected shape
fr_fr: Supprimer la forme sélectionnée
hu_hu: A kijelölt alakzat eltávolítása
ja_le: 選択した図形を削除
lt_lt: Pašalinti pasirinktą formą
nb_no: Fjern den valgte formen
nl_nl: Verwijder de geselecteerde vorm
pt_br: Remover a forma selecionada
ro_ro: Elimină forma selectată
sk_sk: Odstrániť vybraný tvar

source: Remove this stylesheet
fr_fr: Supprimer cette feuille de style
hu_hu: Stíluslap eltávolítása
ja_le: このスタイルシートを削除
lt_lt: Pašalinti šitą stilių
nb_no: Fjern dette stilarket
nl_nl: Verwijder dit stijlblad
pt_br: Remover esta folha de estilos
ro_ro: Elimină această foaie de stil
sk_sk: Odstrániť tento šablónu so štýlmi

source: Removes all instruction messages generated by the system from the interface.
hu_hu: Eltávolítja a rendszer által generált összes utasításüzenetet a felületről.
nl_nl: Verwijdert alle instructie berichten die door het systeem zijn gegenereerd.
ro_ro: Elimină din interfață toate mesajele de instrucție generate de sistem.
sk_sk: Odstráni všetky inštrukčné správy vygenerované systémom z rozhrania.

source: repeats
nl_nl: herhalingen
ro_ro: repetă

source: Replay timeout
fr_fr: Délai de relecture
hu_hu: Visszajátszási időtúllépés
ja_le: 再生タイムアウト
lt_lt: Pakartojimo laiko trukmė
nb_no: Tidsavbrudd
nl_nl: Herhaling time-out
pt_br: Tempo limite de repetição
ro_ro: Timp de reluare
sk_sk: Časový limit prehrávania

source: required
fr_fr: requis
hu_hu: kívánt
ja_le: 必須
lt_lt: reikalaujama
nb_no: påkrevd
nl_nl: Vereist
pt_br: Obrigatório
ro_ro: necesar
sk_sk: požadované

source: Resource
fr_fr: Ressource
hu_hu: Forrás
ja_le: リソース
lt_lt: Resursas
nb_no: Ressurs
nl_nl: Bron
pt_br: Recurso
ro_ro: Resursă
sk_sk: Zdroj

source: Resource(s) successfully exported.
fr_fr: Ressource(s) exportée(s) avec succès.
hu_hu: Erőforrás(ok) exportálása sikeresen megtörtént.
ja_le: リソースがエクスポートされました
lt_lt: Resursas(-ai) sėkmingai eksportuoti.
nb_no: Ressurs ble eksportert.
nl_nl: Resource(s) met succes geëxporteerd.
pt_br: Recurso(s) exportado(s) com sucesso.
ro_ro: Resursa(i) exportat(e) cu succes.
sk_sk: Zdroj(e) boli úspešne exportované.

source: Response
fr_fr: Réponse
hu_hu: Válasz
ja_le: 解答
lt_lt: Atsakymas
nb_no: Svar
nl_nl: Antwoord
pt_br: Resposta
ro_ro: Răspuns
sk_sk: Odpoveď

source: Response ["%s"] is bigger than the upper bound value "%s".
hu_hu: A ["%s"] válasz nagyobb, mint a felső korlát értéke: "%s".
nb_no: Svar ["%s"] er høyere enn den øvre grenseverdien "%s".
nl_nl: Antwoord ["%s"] is groter dan de bovenste grenzenwaarde "%s".
pt_br: A resposta ["%s"] é maior que o valor de limite superior "%s".
ro_ro: Raspunsul ["%s"] este mai mare decat valoarea de limita de sus "%s".
sk_sk: Hodnota odpovede ["%s"] je väčšia ako horná hranica "%s".

source: Response ["%s"] is lower than the lower bound value "%s".
hu_hu: A ["%s"] válasz alacsonyabb, mint az alsó korlát értéke: "%s".
nb_no: Svar ["%s"] er lavere enn den nedre grenseverdien "%s".
nl_nl: Antwoord ["%s"] is lager dan de onderste waarde "%s".
pt_br: A resposta ["%s"] é menor que o valor do limite inferior "%s".
ro_ro: Raspunsul ["%s"] este mai mic decat valoarea de limita mai mica "%s".
sk_sk: Hodnota odpovede ["%s"] je nižšia ako dolná hranica "%s".

source: Response ["%s"] should be the only possible value "%s".
hu_hu: A ["%s"] válasznak az egyetlen lehetséges értéknek kell lennie: "%s".
nb_no: Svar ["%s"] bør være den eneste mulige verdien "%s".
nl_nl: Antwoord ["%s"] is de enige mogelijke waarde "%s".
pt_br: Resposta ["%s"] deve ser o único valor possível "%s".
ro_ro: Răspunsul ["%s"] ar trebui să fie singura valoare posibilă "%s".
sk_sk: Odpoveď ["%s"] by mala byť jedinou možnou hodnotou "%s".

source: Response base type
hu_hu: Válasz alaptípusa
nb_no: Skåringstype
nl_nl: Basis type reactie
pt_br: Tipo base de resposta
ro_ro: Tip de bază răspuns
sk_sk: Základný typ odpovede

source: Response identifier
fr_fr: Identifiant de la réponse
hu_hu: Válasz azonosítója
ja_le: レスポンス識別子
lt_lt: Atsakymo identifikatorius
nb_no: Skåringsidentifikator
nl_nl: Antwoord naam
pt_br: Identificador de resposta
ro_ro: Identificator de răspuns
sk_sk: Identifikátor odpovede

source: Response processing
fr_fr: Traitement de la réponse
hu_hu: Válaszfeldolgozás
ja_le: 採点方法
lt_lt: Atsakymų vertinimo modelis
nb_no: Skåringsinnstillinger
nl_nl: Antwoord verwerking
pt_br: Processamento de resposta
ro_ro: Raspuns la procesare
sk_sk: Spracovanie odpovede

source: Response Properties
fr_fr: Propriétés de la réponse
hu_hu: Válasz tulajdonságai
ja_le: レスポンスプロパティ
lt_lt: Atsakymo Savybės
nb_no: Skåringsegenskaper
nl_nl: Antwoord eigenschappen
pt_br: Propriedades de resposta
ro_ro: Proprietăți răspuns
sk_sk: Vlastnosti odpovede

source: Rich text
nb_no: Rik tekst
nl_nl: Rich tekst
pt_br: Texto formatado
ro_ro: Text îmbogățit
sk_sk: Formátovaný text

source: Rich text + math
hu_hu: Rich text + matematika
nb_no: Rik tekst + math
nl_nl: Rich tekst + wiskunde
pt_br: Texto rico + matemática
ro_ro: Text îmbogățit + matematică
sk_sk: Formátovaný text + matematika

source: Right
fr_fr: Droite
hu_hu: Jobbra
ja_le: 右
lt_lt: Dešinė
nb_no: Høyre
nl_nl: Rechts
pt_br: Direita
ro_ro: Dreapta
sk_sk: Vpravo

source: right
fr_fr: droite
hu_hu: jobbra
ja_le: 右
lt_lt: dešinė
nb_no: høyre
nl_nl: rechts
pt_br: Direita
ro_ro: dreapta
sk_sk: správne

source: Right bracket
fr_fr: Parenthèse fermante
hu_hu: Jobb zárójel
ja_le: 右括弧
lt_lt: Dešinys skliaustas
nb_no: Høyre parentes
nl_nl: Rechter haakje
pt_br: Colchete direito
ro_ro: Paranteză dreaptă
sk_sk: Pravá zátvorka

source: Right parenthesis
nl_nl: Rechter haakje
ro_ro: Paranteză dreapta

source: Rollback on...
fr_fr: Rollback si...
hu_hu: Visszaállítás...
ja_le: 戻す...
lt_lt: Atstatytmas...
nb_no: Tilbakestill...
nl_nl: Rollback op...
pt_br: Restaurar para...
ro_ro: Revenire la...
sk_sk: Vrátiť späť...

source: Save
fr_fr: Enregistrer
hu_hu: Megtakarítás
ja_le: 保存
lt_lt: Išsaugoti
nb_no: Lagre
nl_nl: Opslaan
pt_br: Salvar
ro_ro: Salvează
sk_sk: Uložiť

source: Save the item
fr_fr: Enregistrer l'item
hu_hu: Mentse el az elemet
ja_le: アイテム保存
lt_lt: Išsaugoti elementą
nb_no: Lagre oppgaven
nl_nl: Item sparen
pt_br: Salvar o item
ro_ro: Salvează articolul
sk_sk: Uložiť položku

source: Scale size
fr_fr: Taille d'échelle
hu_hu: Méretméret
ja_le: 縮尺
lt_lt: Skalės dydis
nb_no: Skala størrelse
nl_nl: Grootte schalen
pt_br: Tamanho da escala
ro_ro: Dimensiune scară
sk_sk: Veľkosť mierky

source: Score
hu_hu: Pontszám
ja_le: スコア
lt_lt: Balai
nb_no: Skåre
nl_nl: Beoordeling
pt_br: Pontuação
ro_ro: Scor
sk_sk: Skóre

source: Score range
fr_fr: Échelle de score
hu_hu: Pontszámtartomány
ja_le: スコア範囲
lt_lt: Balo intervalas
nb_no: Poenggrense
nl_nl: Scorebereik
pt_br: Intervalo de pontuação
ro_ro: Interval scor
sk_sk: Rozsah skóre

source: Score value
fr_fr: Valeur du score
hu_hu: Pontszám
ja_le: スコア値
lt_lt: Balo reikšmė
nb_no: Poengsum
nl_nl: Score waarde
pt_br: Valor da pontuação
ro_ro: Valoarea scorului
sk_sk: Hodnota skóre

source: Scrollable multi-column
hu_hu: Görgethető többoszlopos
nb_no: Skrollbar flerkolonne
nl_nl: Scrollbare multi-kolom
pt_br: Multicoluna rolável
ro_ro: Multicoloană derulabilă
sk_sk: Posúvateľné viacstĺpcové

source: seconds
hu_hu: másodperc
nl_nl: seconden
pt_br: segundos
ro_ro: secunde
sk_sk: sekundy

source: Select
fr_fr: Sélectionner
hu_hu: Válasszon
ja_le: 選択
lt_lt: Pasirinkti
nb_no: Velge
nl_nl: Selecteren
pt_br: Selecionar
ro_ro: Selectare
sk_sk: Vyberte

source: select a choice
fr_fr: choisir une option
hu_hu: válasszon egy lehetőséget
ja_le: 選択肢を選ぶ
lt_lt: pasirinkti variantą
nb_no: velg et alternativ
nl_nl: selecteer een keuze
pt_br: selecione uma escolha
ro_ro: selectează o alegere
sk_sk: vyberte možnosť

source: Select a choice from a drop-down list.
fr_fr: choisir une option de la liste
hu_hu: Válasszon egy lehetőséget egy legördülő listából.
ja_le: ドロップダウンリストから解答
lt_lt: Pasirink variantą iš sąrašo.
nb_no: Velg et alternativ fra en nedtrekksmeny.
nl_nl: Selecteer een keuze vanuit een keuzelijst.
pt_br: Selecione uma opção de uma lista suspensa
ro_ro: Selectaţi o alegere din lista de tip drop-down.
sk_sk: Vyberte možnosť z rozbaľovacieho zoznamu.

source: Select a left
hu_hu: Válasszon egy bal oldalt
nl_nl: Selecteer links
pt_br: Selecionar à esquerda
ro_ro: Selectează o stânga
sk_sk: Vyberte ľavú stranu

source: Select a response identifier from the list.
fr_fr: Sélectionnez un identifiant de réponse à partir de la liste.
hu_hu: Válasszon ki egy válaszazonosítót a listából.
ja_le: リストからレスポンス識別子を選択します。
lt_lt: Pasirinkite atsakymo identifikatorių iš sąrašo.
nb_no: Velg en svaridentifikator fra listen.
nl_nl: Selecteer een antwoordnaam vanuit de lijst.
pt_br: Selecione um identificador de resposta da lista.
ro_ro: Selectați un identificator de răspuns din listă.
sk_sk: Vyberte identifikátor odpovede zo zoznamu.

source: Select a right
hu_hu: Válasszon egy jogot
nl_nl: Selecteer een rechts
pt_br: Escolher à direita
ro_ro: Selectează un drept
sk_sk: Vyberte právo

source: Select a single (radio buttons) or multiple (check boxes) responses among a set of choices.
fr_fr: Sélectionner une (boutons radio) ou plusieurs réponses (cases à cocher) parmi un ensemble de choix.
hu_hu: Válasszon ki egyetlen (választógombok) vagy több (jelölőnégyzetek) választ a lehetőségek közül.
ja_le: 択一（ラジオボタン）または多肢選択（チェックボックス）を選択肢の設定から選びます
nb_no: Velg en enkelt (radioknapper) eller flere (avhukingsbokser) svar blant et sett av alternativer.
nl_nl: Selecteer een enkele (radio knoppen) of meerdere (selectievakjes) antwoorden vanuit een set van keuzes.
pt_br: Selecione um único (botões de opção) ou várias (caixas de seleção) respostas entre um conjunto de escolhas.
ro_ro: Selectaţi un singur (butoane radio) sau mai multe (bifaţi căsuţe) răspunsuri dintr-un set de opţiuni.
sk_sk: Vyberte jednu (prepínače) alebo viacero (začiarkavacie políčka) odpovedí z ponuky.

source: Select a value within a numerical range.
fr_fr: Sélectionnez une valeur située dans une plage numérique.
hu_hu: Válasszon ki egy értéket egy numerikus tartományon belül.
ja_le: 数値範囲内の値を選択します
lt_lt: Pasirinkite reikšmę skaitmenų intervale.
nb_no: Velg en verdi innenfor et numerisk område.
nl_nl: Selecteer een waarde binnen een numerieke reeks.
pt_br: Selecione um valor dentro de um intervalo numérico.
ro_ro: Selectați o valoare în intervalul numeric.
sk_sk: Vyberte hodnotu v rámci číselného rozsahu.

source: Select an image first
fr_fr: Sélectionnez d'abord une image
hu_hu: Először válasszon ki egy képet
ja_le: 最初に画像を選択してください
lt_lt: Pirma pasirinkite paveiksliuką.
nb_no: Velg et bilde først
nl_nl: Selecteer eerst een afbeelding
pt_br: Selecione uma imagem primeiro
ro_ro: Selectați prima imagine
sk_sk: Najprv vyberte obrázok

source: Select an image first.
fr_fr: Sélectionnez d'abord une image.
hu_hu: Először válasszon ki egy képet.
ja_le: 最初に画像を選んでください
lt_lt: Pirma pasirinkite paveiksliuką.
nb_no: Velg et bilde først.
nl_nl: Selecteer eerst een afbeelding.
pt_br: Selecione uma imagem primeiro.
ro_ro: Selectați mai întâi o imagine.
sk_sk: Najprv vyberte obrázok.

source: select correct choice
fr_fr: Sélectionnez le choix correct.
hu_hu: válassza ki a helyes választást
ja_le: 正しい選択肢を指定してください
lt_lt: pasirinkite teisingą variantą
nb_no: velg riktig alternativ
nl_nl: Selecteer de correcte keuze
pt_br: selecione a escolha correta
ro_ro: selectează alegerea corectă
sk_sk: vyberte správnu voľbu

source: Select height of block based off container height
nl_nl: Selecteer de hoogte van blok gebaseerd op container hoogte
ro_ro: Selectați înălțimea containerului bazată pe bloc

source: Select height of passage base of container height
hu_hu: Válassza ki az átjáró aljának vagy a konténer magasságának magasságát
nl_nl: Selecteer de hoogte van de doorgangsbasis van container hoogte
pt_br: Selecione a altura da base de passagem da altura do contêiner
ro_ro: Selectați înălțimea de trecere a înălțimii containerului
sk_sk: Vyberte výšku základne prechodu pre výšku kontajnera

source: Select height of text block base of container height
hu_hu: Válassza ki a szövegblokk alapjának magasságát, vagy a konténer magasságát
nl_nl: Selecteer hoogte van tekstblok basis van container hoogte
pt_br: Selecione a altura da base do bloco de texto da altura do contêiner
ro_ro: Selectați înălțimea blocurilor de text înălțimea containerului
sk_sk: Vyberte výšku základne textového bloku výšky kontajnera
