Repository: oat-sa/extension-tao-itemqti
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_le, lt_lt, nb_no, nl_nl, pt_br, ro_ro, sk_sk

source: Select if you want the outcome declaration to be processed by an external system or human scorer. This is typically the case for items asking candidates to write an essay.
fr_fr: Sélectionnez si vous souhaitez que la déclaration de résultat soit traitée par un système externe ou un évaluateur humain. C'est typiquement le cas pour les questions demandant aux candidats de rédiger une dissertation
hu_hu: Válassza ki, hogy az eredménynyilatkozatot külső rendszer vagy emberi pontozó dolgozza-e fel. Ez jellemzően azoknál a tételeknél fordul elő, amelyekben a jelölteknek esszét kell írniuk.
nb_no: Velg om du vil at resultatet skal behandles av et eksternt system eller en menneskelig skårer. Dette er typisk for oppgaver der elever blir spurt om å skrive et essay.
nl_nl: Selecteer als u wilt dat de resultaatverklaring wordt verwerkt door een extern systeem of menselijke scorer. Dit is meestal het geval voor items die de kandidaten vragen een essay te schrijven.
pt_br: Selecione se você deseja que a declaração de resultado seja processada por um sistema externo ou um marcador humano. Esse é normalmente o caso para os itens que pedem aos candidatos escreverem uma redação.
ro_ro: Selectați dacă doriți ca declarația rezultatului să fie procesată de un sistem extern sau un scor uman. Acesta este de obicei cazul elementelor care solicită candidaților să scrie un eseu.
sk_sk: Vyberte, či chcete, aby vyhlásenie o výsledku spracoval externý systém alebo ľudský hodnotiteľ. Toto je zvyčajne prípad položiek, ktoré od kandidátov vyžadujú napísanie eseje.

source: Select image
fr_fr: Sélectionnez une image
hu_hu: Kép kiválasztása
ja_le: 画像を選択
lt_lt: Pasirinkti paveiksliuką
nb_no: Velg bilde
nl_nl: Afbeelding selecteren
pt_br: Selecione a imagem
ro_ro: Selectați imaginea
sk_sk: Vybrať obrázok

source: Select line to remove
nl_nl: Selecteer regel om te verwijderen
ro_ro: Selectați linia pentru a o elimina

source: Select media file
fr_fr: Sélectionnez un fichier média
hu_hu: Médiafájl kiválasztása
ja_le: メディアファイルを選択
lt_lt: Pasirinkti medijos failą
nb_no: Velg media-fil
nl_nl: Selecteer een mediabestand
pt_br: Selecionar arquivo de mídia
ro_ro: Selectaţi fişierul media
sk_sk: Vyberte mediálny súbor

source: Select object
fr_fr: Sélectionnez un objet
hu_hu: Objektum kiválasztása
ja_le: オブジェクトを選択
lt_lt: Pasirinkti objektą
nb_no: Velg objekt
nl_nl: Selecteer object
pt_br: Selecione o objeto
ro_ro: Selectare obiect
sk_sk: Vybrať objekt

source: Select one or more areas (hotspots) displayed on an picture.
fr_fr: Sélectionnez une ou plusieurs zones (hotspots) affichées sur une image.
hu_hu: Jelöljön ki egy vagy több területet (hotspotot) a képen.
ja_le: 画像で1箇所以上の範囲（ホットスポット）を選択してください
nb_no: Velg ett eller flere områder (hotspots) som vises på et bilde.
nl_nl: Selecteer een of meer gebieden (hotspot) die op een afbeelding worden getoond.
pt_br: Selecione uma ou mais áreas (hotspots) exibidas na imagem.
ro_ro: Selectați una sau mai multe zone (hotspots) afișate într-o imagine.
sk_sk: Vyberte jednu alebo viac oblastí (aktívnych miest) zobrazených na obrázku.

source: Select one or more text parts (hottext) within a text.
fr_fr: Sélectionnez une ou plusieurs parties (hottext) dans un texte.
hu_hu: Jelöljön ki egy vagy több szövegrészt (hottext) egy szövegen belül.
ja_le: テキスト内で1つ以上のテキスト（ホットテキスト）を選択してください
nb_no: Velg en eller flere tekstdeler (hottext) i en tekst.
nl_nl: Selecteer een of meer stukken tekst (hot-tekst) binnen een tekst.
pt_br: Selecione uma ou mais partes do texto (hottext) dentro de um texto.
ro_ro: Selectați una sau mai multe părți de text (hottext) în interiorul unui text.
sk_sk: Vyberte jednu alebo viacero častí textu (horúci text) v rámci textu.

source: Select Point
fr_fr: Sélectionnez le point.
hu_hu: Pont kiválasztása
ja_le: ポイントを選択
lt_lt: Pasirinkti Tašką
nb_no: Klikk punkt
nl_nl: Selecteer punt
pt_br: Selecionar Ponto
ro_ro: Selectează punctul
sk_sk: Vyberte bod

source: Select Point Interaction
fr_fr: Sélectionnez le point d'interaction
hu_hu: Pont interakció kiválasztása
ja_le: ポイント選択問題
lt_lt: Taško Pasirinkimo Sąveika
nb_no: Oppgavetype klikk punkt
nl_nl: Selecteer punt interactie
pt_br: Selecionar Interação de Ponto
ro_ro: Selectaţi interacţiunea cu punctul
sk_sk: Interakcia výberu bodu

source: Select predefined feedback style from the list.
fr_fr: Sélectionnez le style de retour prédéfini depuis la liste.
hu_hu: Válasszon előre definiált visszajelzési stílust a listából.
ja_le: リストから定義済みのフィードバックスタイルを選択してください。
lt_lt: Pasirinkti nustatytą atsiliepimo stilių iš sąrašo.
nb_no: Velg forhåndsdefinert tilbakemeldingsstil fra listen.
nl_nl: Selecteer een voorgedefinieerde feedbackstijl uit de lijst.
pt_br: Selecione o estilo de feedback predefinido da lista.
ro_ro: Selectaţi stilul predefinit de feedback din listă.
sk_sk: Vyberte zo zoznamu preddefinovaný štýl spätnej väzby.

source: Select shared stimulus
fr_fr: Sélectionnez le stimulus partagé.
hu_hu: Megosztott inger kiválasztása
ja_le: シェアドスティミュラスを選択
lt_lt: Pasirinkti bendrinamą stimulą
nb_no: Velg delt innhold
nl_nl: Selecteer gedeelde stimulus
pt_br: Selecionar estímulo compartilhado
ro_ro: Selectaţi stimulul partajat
sk_sk: Vyberte zdieľaný stimul

source: Select the area to add an image
fr_fr: Sélectionnez l'aire à ajouter à une image.
hu_hu: Jelölje ki a területet a kép hozzáadásához
ja_le: 画像を追加するには、範囲を選択してください
lt_lt: Pasirinkite plotą, kad pridėti paveikslėlį
nb_no: Velg området for å legge til et bilde
nl_nl: Selecteer het gebied om een afbeelding toe te voegen
pt_br: Selecione a área para adicionar uma imagem
ro_ro: Selectați zona pentru a adăuga o imagine
sk_sk: Vyberte oblasť, do ktorej chcete pridať obrázok

source: Select the expected input value type that will define the way the response of your interaction will be processed.
hu_hu: Válassza ki a várt bemeneti érték típusát, amely meghatározza az interakcióra adott válasz feldolgozásának módját.
nb_no: Velg den forventede inndatatypen som definerer måten responsen på interaksjonen din vil bli behandlet på.
nl_nl: Selecteer het verwachte invoerwaardetype dat zal bepalen hoe de reactie van uw interactie wordt verwerkt.
pt_br: Selecione o tipo de valor de entrada esperado que definirá como a resposta da sua interação será processada.
ro_ro: Selectați tipul de valoare de intrare așteptat care va defini modul în care va fi procesat răspunsul interacțiunii dvs.
sk_sk: Vyberte typ očakávanej vstupnej hodnoty, ktorá bude definovať spôsob spracovania odpovede vašej interakcie.

source: Select the outcome variable you want to display.
fr_fr: Sélectionner la variable de résultat que vous voulez afficher.
hu_hu: Válassza ki a megjeleníteni kívánt eredményváltozót.
ja_le: 表示する結果項目を選択してください
nb_no: Velg resultatvariabelen du vil vise.
nl_nl: Selecteer de uitkomstvariabele die u wilt weergeven.
pt_br: Selecione a variável de resultado que você deseja exibir.
ro_ro: Selectați variabila de rezultat pe care doriți să o afișați.
sk_sk: Vyberte výstupnú premennú, ktorú chcete zobraziť.

source: Select the way the response of your interaction should be processed
fr_fr: Sélectionnez la façon dont la réponse à votre interaction devrait être traitée.
hu_hu: Válassza ki, hogyan kell feldolgozni az interakcióra adott választ
ja_le: 採点方法（インタラクションのレスポンス処理）の選択。
lt_lt: Pasirinkite kokiu būdu jūsų užduoties atsakymas turėtų būti apdorojamas
nb_no: Velg måten svaret på oppgaven din skal behandles på
nl_nl: Selecteer de wijze waarop een antwoord op uw interactie moet worden verwerkt
pt_br: Selecione a forma como a resposta de sua interação deve ser processada
ro_ro: Selectaţi modul în care trebuie procesat răspunsul interacţiunii dumneavoastră
sk_sk: Vyberte spôsob, akým sa má spracovať odpoveď na vašu interakciu

source: Select this area
fr_fr: Sélectionnez cette zone.
hu_hu: Válassza ki ezt a területet
ja_le: この範囲を選択してください
lt_lt: Pasirinkti šį plotą
nb_no: Velg dette området
nl_nl: Selecteer dit gebied
pt_br: Selecione esta área
ro_ro: Selectează această zonă
sk_sk: Vyberte túto oblasť

source: Select this area to finish an association
nl_nl: Selecteer dit gebied om een associatie te voltooien
ro_ro: Selectați această zonă pentru a termina o asociere

source: Select this area to start an association
fr_fr: Sélectionnez cette zone pour débuter une association.
hu_hu: Válassza ki ezt a területet egy társítás megkezdéséhez
ja_le: 組み合わせを開始するには、この範囲を選んでください。
lt_lt: Pasirinkti šį plotą, kad pradėti ryšį
nb_no: Velg dette området for å starte en kobling
nl_nl: Selecteer dit gebied om een interactie te starten
pt_br: Selecione esta área para iniciar uma associação
ro_ro: Selectați această zonă pentru a începe o asociere
sk_sk: Vyberte túto oblasť pre začatie pridruženia

source: Sequential
hu_hu: Egymás utáni
nl_nl: Sequentiële
ro_ro: Secvenţial
sk_sk: Sekvenčné

source: Set a CSS class name in order to customize the display style.
fr_fr: Définir un nom de classe CSS pour personnaliser le style d'affichage.
hu_hu: Állítson be egy CSS osztálynevet a megjelenítési stílus testreszabásához.
ja_le: 画面表示をカスタマイズするためのCSSクラス名を設定します
lt_lt: Nustatyti CSS klasės pavadinimą norint pakeisti atvaizduojamą stilių.
nb_no: Angi et CSS-mappenavn for å tilpasse visningsstilen.
nl_nl: Stel een CSS-klassennaam in om de weergavestijl aan te passen.
pt_br: Definir um nome de classe CSS para personalizar o estilo de exibição.
ro_ro: Setați un nume de clasă CSS pentru a personaliza stilul de afișare.
sk_sk: Nastavte názov triedy CSS, aby ste mohli prispôsobiť štýl zobrazenia.

source: Set the media player UI to Compact mode, displaying only the play button icon, hiding all other controls such as volume, seek bar.
nl_nl: Stel de interface van de mediaspeler in in Compact modus, die alleen het afspeelknop pictogram weergeeft, die alle andere besturingselementen verbergt, zoals volume, zoek balk.
ro_ro: Setați interfața playerului media în modul compact, afișând numai pictograma butonului de redare, ascunzând toate celelalte controale, cum ar fi volumul, caută bar.

source: Set the score for this response
fr_fr: Mettre le score pour cette réponse.
hu_hu: Állítsa be a válasz pontszámát
ja_le: 解答のためのスコアを設定します。
lt_lt: Nustatyti balus šiam atsakymui
nb_no: Sett poengsumm for dette svaret
nl_nl: Stel een score in voor dit antwoord
pt_br: Definir a pontuação para esta resposta
ro_ro: Setaţi scorul pentru acest răspuns
sk_sk: Nastavte skóre pre túto odpoveď

source: Shape position
fr_fr: Position de la forme
hu_hu: Alakzat pozíciója
ja_le: 画像位置
lt_lt: Formos pozicija
nb_no: Sett posisjon
nl_nl: Vorm de positie
pt_br: Posição da forma
ro_ro: Poziție de formă
sk_sk: Poloha tvaru

source: Shuffle choices
fr_fr: Mélanger les choix
hu_hu: Véletlenszerű lejátszási lehetőségek
ja_le: 選択肢をシャッフル
lt_lt: Sumaišyti atsakymus
nb_no: Tilfeldig rekkefølge for svaralternativer
nl_nl: Schud de keuzes
pt_br: Misturar escolhas
ro_ro: Amestecare opțiuni
sk_sk: Náhodné prehrávanie možností

source: Similar
nl_nl: Vergelijkbaar
ro_ro: Similare

source: Sine
nl_nl: Sinus
ro_ro: Sâmbătă

source: Single choice
fr_fr: Choix simple
hu_hu: Egyetlen választási lehetőség
lt_lt: Vienas pasirinkimas
nl_nl: Enkele keus
pt_br: Escolha única
ro_ro: Alegere unică
sk_sk: Jedna možnosť

source: Size and position
fr_fr: Taille et position
hu_hu: Méret és pozíció
ja_le: 大きさと位置
lt_lt: Dydis ir vieta
nb_no: Størrelse og posisjon
nl_nl: Grootte en positie
pt_br: Tamanho e posição
ro_ro: Dimensiune și poziție
sk_sk: Veľkosť a poloha

source: Slider
fr_fr: Curseur
hu_hu: Csúszka
ja_le: スライダー
lt_lt: Slankiklis
nb_no: Målelinje
nl_nl: Schuifknop
pt_br: Deslizador
sk_sk: Posuvník

source: Slider Interaction
fr_fr: Interaction Curseur
hu_hu: Csúszka interakció
ja_le: スライダー問題
lt_lt: Slankiklio Sąveika
nb_no: Oppgavetype målelinje
nl_nl: Schuifknop interactie
pt_br: Interação do controle deslizante
ro_ro: Interacțiune glisor
sk_sk: Interakcia s posúvačom

source: Some feedback text.
hu_hu: Néhány visszajelzési szöveg.
nl_nl: Enige feedback tekst.
pt_br: Texto do comentário.
ro_ro: Un text de feedback.
sk_sk: Trochu textu spätnej väzby.

source: some text ...
fr_fr: Texte...
hu_hu: némi szöveg...
ja_le: テキストを入力 ...
lt_lt: kažkoks tekstas...
nb_no: litt tekst ...
nl_nl: Enige tekst...
pt_br: algum texto...
ro_ro: un text ...
sk_sk: nejaký text...

source: Something went wrong while destroying an interaction: %s
hu_hu: Hiba történt egy interakció megszakításakor: %s
nl_nl: Er ging iets mis tijdens het vernietigen van een interactie: %s
pt_br: Algo deu errado ao destruir uma interação: %s
ro_ro: Ceva nu a mers bine în timpul distrugerii unei interacțiuni: %s
sk_sk: Pri rušení interakcie sa niečo pokazilo: %s

source: Sort from source to target list
nl_nl: Sorteren van bron naar doellijst
ro_ro: Sortează de la sursă la lista ţintă

source: sort from source to target list
hu_hu: rendezés forrástól célig
nl_nl: sorteren van bron naar doellijst
ro_ro: sortează de la sursă la lista țintă
sk_sk: zoradiť od zdroja k cieľovému zoznamu

source: Square root
fr_fr: Racine carrée
hu_hu: Négyzetgyök
ja_le: 平方根
lt_lt: Kvadratinė šaknis
nb_no: Kvadratrot
nl_nl: Vierkantswortel
pt_br: Raiz quadrada
ro_ro: Rădăcină pătrată
sk_sk: Druhá odmocnina

source: standard
ja_le: 標準
lt_lt: standartas
nl_nl: standaard
pt_br: padrão
sk_sk: štandard

source: Step
fr_fr: Étape
hu_hu: Lépés
ja_le: ステップ
lt_lt: Žingsnis
nb_no: Steg
nl_nl: Stap
pt_br: Passo
ro_ro: Pas
sk_sk: Krok

source: string
hu_hu: húr
nl_nl: tekenreeks
pt_br: sequência
ro_ro: şir
sk_sk: reťazec

source: Style Editor
fr_fr: Éditeur de style
hu_hu: Stílusszerkesztő
ja_le: スタイルエディタ
lt_lt: Stiliaus Redagavimas
nb_no: Stileditor
nl_nl: Stijl Editor
pt_br: Editor de estilo
ro_ro: Editor de stil
sk_sk: Editor štýlov

source: Style Sheet <b>%s</b> removed<br> Click <i>Add Style Sheet</i> to re-apply.
fr_fr: Feuille de style <b>%s</b> supprimée<br> Cliquer sur <i>Ajouter feuille de style</i> pour appliquer à nouveau.
hu_hu: Stíluslap <b>%s</b> eltávolítva<br> Kattints a <i>Stíluslap hozzáadása</i> gombra az újbóli alkalmazáshoz.
ja_le: スタイルシート<b>%s</b>は削除されました。<br>再度設定したい場合は、<i>Add Style Sheet</i>をクリックしてください
lt_lt: Stiliaus Šablonas <b>%s</b> pašalintas<br> Paspauskite <i>Pridėti Stiliaus Šabloną</i> - taikyti iš naujo.
nb_no: Stilark <b>%s </b> fjernet <br> Klikk <i> Legg til stilark </i> for å søke på nytt.
nl_nl: Stijlblad <b>%s</b> verwijderd<br> Klik <i>Voeg stijlblad toe</i> om nogmaals toe te voegen.
pt_br: Folha de Estilo <b>%s</b> removida<br> Clique <i>Adicionar Folha de Estilo</i> para aplicar novamente.
ro_ro: Stilul <b>%s</b> a eliminat<br> Click <i>Add Style Sheet</i> pentru a fi reaplicat.
sk_sk: Štýlový list <b>%s</b> odstránený<br> Kliknite na <i>Pridať štýlový list</i> pre opätovné použitie.

source: Style Sheet Manager
fr_fr: Gestionnaire de feuille de style
hu_hu: Stíluslap-kezelő
ja_le: スタイルシート管理
lt_lt: Stiliaus Šablono Tvarkytojas
nb_no: Rediger stilark
nl_nl: Stijlblad beheer
pt_br: Gerenciador de Folhas
ro_ro: Manager placă de stil
sk_sk: Správca štýlov

source: Success
fr_fr: Succès
hu_hu: Siker
ja_le: 完了
lt_lt: Pavyko
nb_no: Suksess
nl_nl: Succes
pt_br: Sucesso
ro_ro: Succes
sk_sk: Úspech

source: Successfully compiled "%s
fr_fr: "%s compilé avec succès
hu_hu: Sikeresen lefordítva "%s
ja_le: "%sのコンパイルが完了しました
lt_lt: Sėkmingai sukompiliuota "%s
nb_no: Kompilert "%s
nl_nl: "%s Met succes gecompileerd
pt_br: Compilado com sucesso "%s
ro_ro: Compilat cu succes "%s
sk_sk: Úspešne skompilované „%s“

source: Successfully created item "%s
hu_hu: Sikeresen létrehozva az elem "%s
ja_le: アイテムの作成が完了しました："%s
nb_no: Opprettet oppgave %s
nl_nl: Succesvol aangemaakt item "%s
pt_br: Item criado com sucesso "%s
ro_ro: Element creat cu succes "%s
sk_sk: Položka bola úspešne vytvorená „%s“

source: Switches the interaction's direction of writing between horizontal and vertical.
nl_nl: Schakelt de richting van het schrijven van de interactie tussen horizontaal en verticaal.
ro_ro: Comută direcţia de scriere a interacţiunii între orizontală şi verticală.

source: Switches the text block's direction of writing between horizontal and vertical.
nl_nl: Schakelt de richting van het schrijven van tekst blok tussen horizontaal en verticaal.
ro_ro: Comută direcția de scriere a blocului de text între orizontal și vertical.

source: Switches the whole item's direction of writing between horizontal and vertical.
nl_nl: Verander de hele voorwerprichting tussen het schrijven van horizontaal en verticaal.
ro_ro: Comută direcţia de scriere a întregului element între orizontală şi verticală.

source: Table headings
fr_fr: En-tête du tableau
hu_hu: Táblázatcímek
ja_le: 表の見出し
lt_lt: Lentelės antraštės
nb_no: Tabelloverskrifter
nl_nl: Tabelkoppen
pt_br: Títulos da tabela
ro_ro: Titlurile tabelului
sk_sk: Nadpisy tabuliek

source: TAO default styles
fr_fr: Styles TAO par défaut
hu_hu: TAO alapértelmezett stílusok
ja_le: TAO標準スタイル
lt_lt: TAO numatyti stiliai
nl_nl: TAO standaard stijlen
pt_br: TAO estilo padrão
sk_sk: Predvolené štýly TAO

source: Target class is missing the following metadata properties: %s
nl_nl: De volgende metadata eigenschappen ontbreken in de doelgroep: %s
ro_ro: Clasa țintă nu are următoarele proprietăți de metadate: %s

source: Target Class Lookup for resource "%s"...
fr_fr: Recherche de Classe Cible pour la ressource "%s"...
hu_hu: Célosztály keresése a(z) "%s " erőforrásra...
ja_le: リソース "％s" のターゲットクラスをルックアップ...
lt_lt: Pasirinktos Klasės Paieška resursui "%s"...
nb_no: Søk for ressursen "%s"...
nl_nl: Doelklasse zoeken naar bron "%s"...
pt_br: Alvo classe de pesquisa para recurso "%s"...
ro_ro: Clasa țintă Căutare pentru resurse"%s"...
sk_sk: Vyhľadávanie cieľovej triedy pre zdroj „%s“...

source: Text Block
fr_fr: Bloc de texte
hu_hu: Szövegblokk
ja_le: 文字ブロック
lt_lt: Teksto Blokas
nb_no: Tekstboks
nl_nl: Tekst blok
pt_br: Bloco de texto
ro_ro: Bloc text
sk_sk: Textový blok

source: Text Block CSS Class
fr_fr: Classe CSS du bloc de texte
hu_hu: Szövegblokk CSS osztály
ja_le: 文字ブロックCSSクラス
lt_lt: Teksto Bloko CSS Klasė
nb_no: Tekstboks CSS mappe
nl_nl: Tekstblok CSS class
pt_br: Classe CSS do Bloco de Texto
ro_ro: Clasa CSS pentru bloc text
sk_sk: Trieda CSS textového bloku

source: Text Block Properties
fr_fr: Propriétés du bloc de texte
hu_hu: Szövegblokk tulajdonságai
ja_le: 文字ブロックプロパティ
lt_lt: Teksto Bloko Savybės
nb_no: Tekstboks egenskaper
nl_nl: Tekstblok eigenschappen
pt_br: Propriedades do Bloco de Texto
ro_ro: Proprietăți bloc text
sk_sk: Vlastnosti textového bloku

source: Text color
fr_fr: Couleur du texte
hu_hu: Szöveg színe
ja_le: 文字色
lt_lt: Teksto spalva
nb_no: Tekstfarge
nl_nl: Tekstkleur
pt_br: Cor do texto
ro_ro: Culoare text
sk_sk: Farba textu

source: Text Entry
fr_fr: Saisie de texte
hu_hu: Szövegbevitel
ja_le: テキスト入力
lt_lt: Teksto Įvestis
nb_no: Skriv inn tekst
nl_nl: Tekstinvoer
pt_br: Entrada de texto
ro_ro: Intrare Text
sk_sk: Zadávanie textu

source: Text Entry Interaction
fr_fr: Interaction Saisie de texte
hu_hu: Szövegbeviteli interakció
ja_le: テキスト入力問題
lt_lt: Teksto Įvesties Sąveika
nb_no: Oppgavetype skriv inn tekst
nl_nl: Tekstinvoer interactie
pt_br: Interação de Entrada de Texto
ro_ro: Interacțiune de intrare text
sk_sk: Interakcia pri zadávaní textu

source: The autostart attribute determines if the media object should begin as soon as the candidate starts the attempt (checked) or if the media object should be started under the control of the candidate (unchecked).
fr_fr: L'attribut autostart détermine si l'objet média doit débuter dès que le candidat démarre la tentative (cochée) ou si l'objet média doit démarrer sous le contrôle du candidat (décoché).
hu_hu: Az autostart attribútum határozza meg, hogy a médiaobjektumnak a jelölt általi próbálkozás megkezdésekor azonnal el kell-e indulnia (bejelölve), vagy a jelölt felügyelete alatt kell-e elindulnia (nincs bejelölve).
ja_le: メディアを自動再生させる場合はチェックを入れて、メディアを受検者の操作で開始させる場合はチェックを外してください。
nb_no: Autostart-attributtet avgjør om mediefilen skal begynne så snart kandidaten åpner oppgaven (merket) eller om mediefilen skal startes av eleven selv (ukontrollert).
nl_nl: Het autostart attribuut bepaalt of het media object meteen moet starten als de kandidaat de vraag start (aangevinkt) of dat de kandidaat zelf de media moet starten (niet aangevinkt).
pt_br: O atributo autostart determina se o objeto de mídia deve começar assim que o candidato iniciar a tentativa (marcada) ou se o objeto de mídia deve ser iniciado sob o controle do candidato (desmarcado).
ro_ro: Atributul autostart determină dacă obiectul media ar trebui să înceapă de îndată ce candidatul începe încercarea (verificat) sau dacă obiectul media ar trebui să fie pornit sub controlul candidatului (nebifat).
sk_sk: Atribút autostart určuje, či sa má mediálny objekt spustiť hneď, ako kandidát začne pokus (zaškrtnuté), alebo či sa má mediálny objekt spustiť pod kontrolou kandidáta (nezaškrtnuté).

source: The button label.
fr_fr: L'étiquette du bouton
hu_hu: A gomb felirata.
ja_le: ボタンラベル
lt_lt: Mygtuko pavadinimas.
nb_no: Knappenavn.
nl_nl: De knoppen label.
pt_br: O rótulo do botão.
ro_ro: Eticheta butonului.
sk_sk: Označenie tlačidla.

source: The default value from the target set to be used when no explicit mapping for a source value is given.
fr_fr: La valeur par défaut de l'ensemble cible à utiliser quand aucune correspondance explicite n'est donnée pour une valeur source.
hu_hu: A célhalmaz alapértelmezett értéke, amelyet akkor kell használni, ha nincs megadva explicit leképezés a forrásértékhez.
ja_le: ソース値の明示的なマッピングが指定されていないときに使用するデフォルト値
nb_no: Standardverdien fra svaret skal brukes når ingen eksplisitt kartlegging for en kildeverdi er gitt.
nl_nl: De standaard waarde van het doel dat wordt gebruikt als er geen expliciete koppeling met een bron is gegeven.
pt_br: O valor padrão do conjunto de destino a ser usado quando não for dado nenhum mapeamento explícito para um valor de origem.
ro_ro: Valoarea implicită din setul țintă pentru a fi utilizat atunci când nu este dată nicio cartografiere explicită pentru o valoare sursă.
sk_sk: Predvolená hodnota z cieľovej množiny, ktorá sa má použiť, keď nie je zadané explicitné mapovanie pre zdrojovú hodnotu.
